{
  "FLAVOUR_0_MESSAGE": {
    "description": "",
    "message": "Моля, изберете сума за дарение към Църквата на Небесното Летящо Спагетено Чудовище."
  },
  "FLAVOUR_0_TITLE": {
    "description": "",
    "message": "ДАРЯВАЙ! Църквата на Небесното Летящо Спагетено Чудовище се нуждае от ТЕБ за да разпространява Божието слово."
  },
  "FLAVOUR_1_MESSAGE": {
    "description": "",
    "message": "Мир Вам, братко. Моля, изберете сума за дарение към Пазителите на Безплатния Дух."
  },
  "FLAVOUR_1_TITLE": {
    "description": "",
    "message": "ДАРЯВАЙ. Пазителите на Безплатния Дух смирено молят за Вашата милостиня за да поддържат нашите манастири."
  },
  "FLAVOUR_2_MESSAGE": {
    "description": "",
    "message": "Моля, изберете сума за дарение към Подкрепа за Военните Сираци, която ще спре страданията на децата в цялата галактика."
  },
  "FLAVOUR_2_TITLE": {
    "description": "",
    "message": "ЧУВСТВАТЕ СЕ ЩЕДЪР? Подкрепа за Военните Сираци се нуждае от Вашата помощ за да продължи да функционира."
  },
  "FLAVOUR_3_MESSAGE": {
    "description": "",
    "message": "Моля, изберете сума за дарение към Зелено Наблюдение и спрете замърсяването на нашата галактика."
  },
  "FLAVOUR_3_TITLE": {
    "description": "",
    "message": "ДОПРИНЕСИ. Приятелите на Галактиката \"Забрана на  Военните Походи\" се нуждае от парите Ви."
  },
  "FLAVOUR_4_MESSAGE": {
    "description": "",
    "message": "Моля, изберете сума за дарение."
  },
  "FLAVOUR_4_TITLE": {
    "description": "",
    "message": "ДАРЯВАЙ! Спасете нашия вид. Спрете безобразията в новозаселените светове."
  },
  "FLAVOUR_5_MESSAGE": {
    "description": "",
    "message": "Освободете кораба си! Моля, изберете сума за дарение. Спорна работа."
  },
  "FLAVOUR_5_TITLE": {
    "description": "",
    "message": "ПОДКРЕПИ СВОБОДАТА! Спрете голямата неправда, наречена патентован софтуер, контролираща кораба Ви."
  },
  "THANK_YOU_ALL_DONATIONS_ARE_WELCOME": {
    "description": "",
    "message": "Благодаря Ви. Всяко дарение е добре дошло."
  },
  "WOW_THAT_WAS_VERY_GENEROUS": {
    "description": "",
    "message": "Еха! Това беше много щедро."
  },
  "YOU_DO_NOT_HAVE_ENOUGH_MONEY": {
    "description": "",
    "message": "Нямате достатъчно пари."
  }
}
