{
  "FLAVOUR_0_MESSAGE": {
    "description": "",
    "message": "Si us plau, seleccioneu un import per donar a l'Església del Monstre d'Espaguetis Volador Celeste, i digueu Ramen."
  },
  "FLAVOUR_0_TITLE": {
    "description": "",
    "message": "DONEU! L'Església del Monstre d'Espaguetis Volador Celeste necessita els VOSTRES diners per escampar la sagrada paraula."
  },
  "FLAVOUR_1_MESSAGE": {
    "description": "",
    "message": "La pau sigui amb vos, germà. Si us plau, seleccioneu un import per donar als Guardians de l'Esperit Lliure."
  },
  "FLAVOUR_1_TITLE": {
    "description": "",
    "message": "DONEU. Els Guardians de l'Esperit Lliure imploren humilment la vostra caritat per mantenir els nostres monestirs."
  },
  "FLAVOUR_2_MESSAGE": {
    "description": "",
    "message": "Si us plau, seleccioneu un import per donar a la Mutualitat d'Orfes de Guerra, i acabeu amb el patiment dels nens de tota la galàxia."
  },
  "FLAVOUR_2_TITLE": {
    "description": "",
    "message": "US SENTIU GENERÓS? La Mutualitat d'Orfes de Guerra necessita la vostra ajuda per portar a terme la seva tasca essencial."
  },
  "FLAVOUR_3_MESSAGE": {
    "description": "",
    "message": "Si us plau, seleccioneu un import per donar als Amics de la Galàxia, i lluiteu contra la contaminació del nostre univers."
  },
  "FLAVOUR_3_TITLE": {
    "description": "",
    "message": "CONTRIBUÏU. La campanya 'Prohibim els impulsors militars' dels Amics de la Galàxia necessita els vostres diners."
  },
  "FLAVOUR_4_MESSAGE": {
    "description": "",
    "message": "Si us plau, seleccioneu un import per donar."
  },
  "FLAVOUR_4_TITLE": {
    "description": "",
    "message": "DONEU! Salveu les nostres espècies. Atureu la massacre als mons amb nous assentaments colonials."
  },
  "FLAVOUR_5_MESSAGE": {
    "description": "",
    "message": "Allibereu la vostra nau! Si us plau, seleccioneu un import per donar. Feliç pirateig."
  },
  "FLAVOUR_5_TITLE": {
    "description": "",
    "message": "RECOLZEU LA LLIBERTAT! No permeteu que el programari de propietat controli la vostra nau."
  },
  "THANK_YOU_ALL_DONATIONS_ARE_WELCOME": {
    "description": "",
    "message": "Gràcies. Tots els donatius són benvinguts."
  },
  "WOW_THAT_WAS_VERY_GENEROUS": {
    "description": "",
    "message": "Renoi! Això ha esta molt generós."
  },
  "YOU_DO_NOT_HAVE_ENOUGH_MONEY": {
    "description": "",
    "message": "No tens prou diners."
  }
}
