{
  "FLAVOUR_0_MESSAGE": {
    "description": "",
    "message": "Παρακαλώ επιλέξτε ένα ποσό δωρεάς στην Εκκλησία της Ουράνιας Ιπτάμενης Απανταχού Μακαρονάδας."
  },
  "FLAVOUR_0_TITLE": {
    "description": "",
    "message": "ΠΡΟΣΦΕΡΑΤΕ! Η Εκκλησία της Ουράνιας Ιπτάμενης Απανταχού Μακαρονάδας χρειάζεται τον οβολό σας για να διαδώσει τον λόγο του Θεού."
  },
  "FLAVOUR_1_MESSAGE": {
    "description": "",
    "message": "Ειρήνη υμίν, αδερφέ. Παρακαλώ επέλεξε ένα ποσό για δωρεά στους Φύλακες του Ελεύθερου Πνεύματος"
  },
  "FLAVOUR_1_TITLE": {
    "description": "",
    "message": "ΠΡΟΣΦΟΡΑ: Οι Φύλακες του Ελεύθερου Πνεύματος ζητούν ταπεινά τη φιλανθρωπία σας για την υποστήριξη των μοναστηριών μας."
  },
  "FLAVOUR_2_MESSAGE": {
    "description": "",
    "message": "Επιλέξτε ένα ποσό για δωρεά στην Υποστήριξη για τα Ορφανά του Πολέμου και τερματίστε τα δεινά των παιδιών σε όλο τον γαλαξία."
  },
  "FLAVOUR_2_TITLE": {
    "description": "",
    "message": "ΜΠΟΡΕΊΤΕ ΝΑ ΕΝΙΣΧΎΣΕΤΕ; Η Υποστήριξη για τα Ορφανά του Πολέμου χρειάζεται τη βοήθειά σας για να συνεχίσει το ουσιώδες έργο της."
  },
  "FLAVOUR_3_MESSAGE": {
    "description": "",
    "message": "Επιλέξτε ένα ποσό δωρεάς στην Πράσινη Επιτήρηση και τερματίστε τη ρύπανση του γαλαξία μας."
  },
  "FLAVOUR_3_TITLE": {
    "description": "",
    "message": "ΣΥΝΕΙΣΦΟΡΆ: Η εκστρατεία Φίλοι του Γαλαξία 'Εξοστρακισμός των Στρατιωτικών Κινητήρων' χρειάζεται τον οβολό σας."
  },
  "FLAVOUR_4_MESSAGE": {
    "description": "",
    "message": "Παρακαλώ επιλέξτε ένα ποσό για δωρεά."
  },
  "FLAVOUR_4_TITLE": {
    "description": "",
    "message": "ΠΡΟΣΦΟΡΆ! Σώστε τα είδη μας. Σταματήστε τη σφαγή των νέων κόσμων."
  },
  "FLAVOUR_5_MESSAGE": {
    "description": "",
    "message": "Απελευθερώστε το σκάφος σας! Επιλέξτε ποσό για δωρεά. Ευτυχείς Παραβιάσεις."
  },
  "FLAVOUR_5_TITLE": {
    "description": "",
    "message": "ΥΠΟΣΤΉΡΙΞΗ ΕΛΕΥΘΕΡΙΆΣ! Σταματήστε τη μεγάλη αδικία του ιδιόκτητου λογισμικού που ελέγχει το σκάφος σας."
  },
  "SALES_PITCH": {
    "description": "",
    "message": "Θα κερδίσετε σε φήμη δωρίζοντας {cash} για τον σκοπό μας, αλλά οποιαδήποτε δωρεά θα βοηθούσε."
  },
  "THANK_YOU_ALL_DONATIONS_ARE_WELCOME": {
    "description": "",
    "message": "Σας ευχαριστώ. Όλες οι δωρεές είναι ευπρόσδεκτες."
  },
  "WOW_THAT_WAS_VERY_GENEROUS": {
    "description": "",
    "message": "Ουάου! Μεγάλη γενναιοδωρία."
  },
  "YOU_DO_NOT_HAVE_ENOUGH_MONEY": {
    "description": "",
    "message": "Δεν έχετε αρκετά χρήματα."
  }
}
