{
   "FLAVOUR_0_MESSAGE" : {
      "description" : "",
      "message" : "Por favor, elija una cantidad para donar a La Iglesia de El Monstruo Celeste de Spaghetti Volante."
   },
   "FLAVOUR_0_TITLE" : {
      "description" : "",
      "message" : "¡HAGA UNA DONACION! La Iglesia de El Monstruo Celeste de Spaghetti Volante necesita TU dinero para propagar la palabra de dios."
   },
   "FLAVOUR_1_MESSAGE" : {
      "description" : "",
      "message" : "La paz sea contigo, hermano. Por favor, elija una cantidad para donar a los Guardianes del Espíritu Libre."
   },
   "FLAVOUR_1_TITLE" : {
      "description" : "",
      "message" : "HAGA UNA DONACION. Los Guardianes del Espíritu Libre humildemente apelamos a su caridad para el mantenimiento de nuestros monasterios."
   },
   "FLAVOUR_2_MESSAGE" : {
      "description" : "",
      "message" : "Por favor seleccione una cantidad para donar a Apoyo a los Huérfanos de Guerra, y acabe con el sufrimiento de los niños de toda la galaxia."
   },
   "FLAVOUR_2_TITLE" : {
      "description" : "",
      "message" : "¿SE SIENTE GENEROSO? Apoyo a los Huérfanos de Guerra necesita su ayuda para mantener su trabajo esencial."
   },
   "FLAVOUR_3_MESSAGE" : {
      "description" : "",
      "message" : "Por favor elija una cantidad para donar a GreenWatch, y acabe con la contaminación de nuestra galaxia."
   },
   "FLAVOUR_3_TITLE" : {
      "description" : "",
      "message" : "CONTRIBUYA. Los Amigos de La Galaxia necesitan su dinero para financiar la campaña 'Prohibamos los hipermotores militares' ."
   },
   "FLAVOUR_4_MESSAGE" : {
      "description" : "",
      "message" : "Por favor, elija una cantidad para donar."
   },
   "FLAVOUR_4_TITLE" : {
      "description" : "",
      "message" : "¡CONTRIBUYA! Protejamos nuestras especies. Acabemos con la matanza en los nuevos mundos colonizados."
   },
   "FLAVOUR_5_MESSAGE" : {
      "description" : "",
      "message" : "¡Libere su nave! Por favor, elija la cantidad para donar. Feliz pirateo."
   },
   "FLAVOUR_5_TITLE" : {
      "description" : "",
      "message" : "¡APOYE LA LIBERTAD! Acabe con la gran injusticia de que software propietario controle su nave."
   },
   "HANG_UP" : {
      "description" : "",
      "message" : "Colgar."
   },
   "THANK_YOU_ALL_DONATIONS_ARE_WELCOME" : {
      "description" : "",
      "message" : "Gracias. Cualquier donación es bienvenida."
   },
   "WOW_THAT_WAS_VERY_GENEROUS" : {
      "description" : "",
      "message" : "¡Vaya! Eso ha sido muy generoso."
   },
   "YOU_DO_NOT_HAVE_ENOUGH_MONEY" : {
      "description" : "",
      "message" : "No dispone de suficientes fondos."
   }
}
