{
   "FLAVOUR_0_MESSAGE" : {
      "description" : "",
      "message" : "Tagh uiread gus a thoirt mar thìodhlac gu Eaglais an Uilebheist Sgiathaich Nèamhaidh Spaghetti."
   },
   "FLAVOUR_0_TITLE" : {
      "description" : "",
      "message" : "THOIR TÌODHLAC! Tha Eaglais an Uilebheist Sgiathaich Nèamhaidh Spaghetti feumach air an airgead AGADSA gus facal dhè a sgaoileadh."
   },
   "FLAVOUR_1_MESSAGE" : {
      "description" : "",
      "message" : "Sìth gun robh ort, a charaid. Tagh uiread gus a thoirt mar thìodhlac gu Dìonadairean an Spioraid Shaoir."
   },
   "FLAVOUR_1_TITLE" : {
      "description" : "",
      "message" : "THOIR TÌODLAC. Tha Dìonadairean an Spioraid Shaoir ag iarraidh do charthannas gu h-umhail gus taic a thoirt dha na manachainn againn."
   },
   "FLAVOUR_2_MESSAGE" : {
      "description" : "",
      "message" : "Tagh uiread an tìodhlaic a tha thu airson toirt do Chobhair Dìlleachdan Cogaidh is cuir crìoch air fulang na cloinne air feadh an reul-chriosa."
   },
   "FLAVOUR_2_TITLE" : {
      "description" : "",
      "message" : "'EIL DO MHIANN AIR FIAL? Tha Cobhair Dìlleachdan Cogaidh feumach air taic uat gus an obair chudromach aice a chumail a' dol."
   },
   "FLAVOUR_3_MESSAGE" : {
      "description" : "",
      "message" : "Tagh uiread gus a thoirt mar thìodhlac gun FhaireUaine is cuir crìoch air truailleadh ar reul-chriosa."
   },
   "FLAVOUR_3_TITLE" : {
      "description" : "",
      "message" : "TABHAIR. Tha iomairt \"Toirmeasg draibhean an airm\" aig Caraidean an Reul-chriosa feumach air d' airgead."
   },
   "FLAVOUR_4_MESSAGE" : {
      "description" : "",
      "message" : "Tagh uiread gus a thoirt mar thìodhlac."
   },
   "FLAVOUR_4_TITLE" : {
      "description" : "",
      "message" : "THOR TÌODHLAC! Sàbhail ar cineal. Sguir dhen fheòlach air saoghalan air an ùr-tuineachadh. "
   },
   "FLAVOUR_5_MESSAGE" : {
      "description" : "",
      "message" : "Saor do shoitheach! Tagh uiread gus a thoirt mar thìodhlac. Hackigeadh math dhut."
   },
   "FLAVOUR_5_TITLE" : {
      "description" : "",
      "message" : "TAIC DON SAORSA! Cuir stad air ana-cheartas mòr a' bhathair-bhog fo sheilbh a tha a' cumail smachd air an t-soitheach agad."
   },
   "THANK_YOU_ALL_DONATIONS_ARE_WELCOME" : {
      "description" : "",
      "message" : "Mòran taing. Cuiridh sinn fàilte air gach tìodhlac."
   },
   "WOW_THAT_WAS_VERY_GENEROUS" : {
      "description" : "",
      "message" : "Mo chreach! Nach tusa a tha fiùghanta!"
   },
   "YOU_DO_NOT_HAVE_ENOUGH_MONEY" : {
      "description" : "",
      "message" : "Chan eil airgead gu leòr agad."
   }
}
