{
    "YOU_DO_NOT_HAVE_ENOUGH_MONEY": {
        "message": "Não tem créditos suficientes.",
        "description": ""
    },
    "FLAVOUR_3_TITLE": {
        "message": "CONTRIBUA. A campanha The Friends of the Galaxy 'Ban Military Drives' precisa do seu apoio financeiro.",
        "description": ""
    },
    "FLAVOUR_4_TITLE": {
        "message": "DOE! Salve a nossa espécie. Pare a carnificina dos mundos recém estabelecidos.",
        "description": ""
    },
    "FLAVOUR_2_MESSAGE": {
        "message": "Por favor, selecione um montante para doar para o War Orphan's Support e acabar com o sofrimento das crianças por toda a galáxia.",
        "description": ""
    },
    "WOW_THAT_WAS_VERY_GENEROUS": {
        "message": "Wow! Foi muito generoso.",
        "description": ""
    },
    "FLAVOUR_0_MESSAGE": {
        "message": "Por favor selecione um montante a doar para a Church of the Celestial Flying Spaghetti Monster.",
        "description": ""
    },
    "FLAVOUR_3_MESSAGE": {
        "message": "Por favor, selecione um montante para doar para o GreenWatch e acabar com a poluição da nossa galáxia.",
        "description": ""
    },
    "FLAVOUR_1_TITLE": {
        "message": "DOE. O Guardians of the Free Spirit pede humildemente a sua caridade para suportar os mosteiros.",
        "description": ""
    },
    "FLAVOUR_5_MESSAGE": {
        "message": "Liberate your ship! Please choose amount to donate. Happy hacking.",
        "description": ""
    },
    "FLAVOUR_1_MESSAGE": {
        "message": "A paz esteja contigo, irmão. Por favor, selecione um montante para doar para os Guardians of the Free Spirit.",
        "description": ""
    },
    "FLAVOUR_2_TITLE": {
        "message": "SENTE-SE GENEROSO? O War Orphan's Support precisa da sua ajuda para continuar a fazer o seu trabalho.",
        "description": ""
    },
    "HANG_UP": {
        "message": "Desligar.",
        "description": ""
    },
    "FLAVOUR_0_TITLE": {
        "message": "DOE! A Church of The Celestial Flying Spaghetti Monster precisa do SEU apoio financeiro para anunciar a palavra de deus.",
        "description": ""
    },
    "FLAVOUR_4_MESSAGE": {
        "message": "Por favor selecione um montante a doar.",
        "description": ""
    },
    "FLAVOUR_5_TITLE": {
        "message": "SUPPORT FREEDOM! Stop the great injustice of proprietary software controlling your ship.",
        "description": ""
    },
    "THANK_YOU_ALL_DONATIONS_ARE_WELCOME": {
        "message": "Obrigado. Todas as doações são bem-vindas.",
        "description": ""
    }
}