{
    "FLAVOUR_MESSAGE_3": {
        "message": "Пожалуйста! Выберете сумму, которую вы готовы перечислить на счёт ГринВотч, посодействовав прекращению загрязнения нашей Галактики!",
        "description": ""
    },
    "FLAVOUR_MESSAGE_2": {
        "message": "Пожалуйста, выберете сумму, которую вы хотите отправить Сиротам Войны, чтобы помочь прекратить страдания детей по всей Галактике.",
        "description": ""
    },
    "FLAVOUR_MESSAGE_1": {
        "message": "Мир тебе, брат. Выбери сумму, которую ты мог бы пожертвовать Стражам Вольного Духа.",
        "description": ""
    },
    "FLAVOUR_MESSAGE_0": {
        "message": "Пожалуйста, выберите сумму пожертвования, которой вы могли бы поддержать Церковь Летающего Макаронного Монстра.",
        "description": ""
    },
    "FLAVOUR_MESSAGE_4": {
        "message": "Пожалуйста, выберите размер пожертвования.",
        "description": ""
    },
    "THANK_YOU_ALL_DONATIONS_ARE_WELCOME": {
        "message": "Спасибо, мы ценим любую помощь.",
        "description": ""
    },
    "HANG_UP": {
        "message": "Спасибо за информацию, конец связи.",
        "description": ""
    },
    "YOU_DO_NOT_HAVE_ENOUGH_MONEY": {
        "message": "У вас недостаточно денег для пожертвования.",
        "description": ""
    },
    "FLAVOUR_TITLE_4": {
        "message": "ВЛОЖИТЕСЬ! Спасите экосистему нашей планеты! Остановите варварское истребление животных и растительности в новых колониях!",
        "description": ""
    },
    "WOW_THAT_WAS_VERY_GENEROUS": {
        "message": "О! Вы очень щедры! Спасибо..",
        "description": ""
    },
    "FLAVOUR_TITLE_2": {
        "message": "ВЫ ЩЕДРЫЙ? Помогите Сиротам Войны, которым требуется ваша помощь, чтобы получить шанс выжить в этом жестком мире!",
        "description": ""
    },
    "FLAVOUR_TITLE_3": {
        "message": "ПОСОДЕЙСТВУЙТЕ. Кампания Галактических Друзей За Запрещение Военных Гипердвигателей рассчитывает на вашу финансовую поддержку!",
        "description": ""
    },
    "FLAVOUR_TITLE_0": {
        "message": "ПОМОГИТЕ! Церковь Летающего Макаронного Монстра нуждается в ВАШИХ деньгах, дабы иметь возможность нести Слово Создателя!",
        "description": ""
    },
    "FLAVOUR_TITLE_1": {
        "message": "ПОМОГИТЕ. Стражи Вольного Духа покорнейше просят вас пожертвовать скромную сумму на поддержку нашего святого братства.",
        "description": ""
    }
}