{
  "AIR_PROCESSORS": {
    "description": "",
    "message": "Luftaufbereiter"
  },
  "AIR_PROCESSORS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Saubere Luft wird nur als selbstverständlich wahrgenommen, wenn sie frei verfügbar ist. Gerüchten zufolge soll die Technologie der Luftaufbereitung von Alien-Artefakten vom Mars stammen. Viele Firmen produzieren Luftaufbereiter, die selbst die lebensfeindlichste Atmosphäre in nutzbare Luft umwandeln kann."
  },
  "ANIMAL_MEAT": {
    "description": "",
    "message": "Fleisch"
  },
  "ANIMAL_MEAT_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Das Fleisch von Tieren ist ein großer Streitpunkt. Da künstliche Proteine überall erhältlich sind, denken die meisten Leute, dass es unnötig ist, Tiere zu töten. Während Fleisch in den meisten inneren Systemen verboten ist, sind lebende Tiere und deren Fleisch ein wichtiger Teil des Lebens für die Menschen in den traditionelleren Welten."
  },
  "BATTLE_WEAPONS": {
    "description": "",
    "message": "Kriegswaffen"
  },
  "BATTLE_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Schwere Waffen, wie gepanzerte Schwebepanzer und Boden-Weltraum-Raketen. Der Handel mit ihnen ist üblicherweise der Regierung vorbehalten. Auf dem Schwarzmarkt können damit aber enorme Summen erzielt werden."
  },
  "CARBON_ORE": {
    "description": "",
    "message": "Kohlenstofferz"
  },
  "CARBON_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Kohlenstoff ist eins der verbreitetsten Elemente das wir kennen. Er ist ein günstiger, aber wichtiger Rohstoff, der in fast allem vom Kunststoff bis hin zu Legierungen benutzt wird. Fast alle industriellen Siedlungen importieren darum Kohlenstofferz."
  },
  "COMPUTERS": {
    "description": "",
    "message": "Computer"
  },
  "COMPUTERS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Vom Abakus über den PDP-11 und den Motorola 68k-Chip bis zu den modernen HAL 9001 und Multivac-Systemen, Rechenanlagen sind in unserem Informationszeitalter unverzichtbar geworden. Ebenso unverzichtbar für Hyperraumsprünge, wie für das UniNet-Streamen von süßen Quibbles-Videos."
  },
  "CONSUMER_GOODS": {
    "description": "",
    "message": "Konsumgüter"
  },
  "CONSUMER_GOODS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Produkte, bereit für die breiten Massen, ohne dass weitere Bearbeitungsschritte benötigt werden. Diese Kategorie reicht von Zahnbürsten über Küchengeräten bis zu fliegenden Autos."
  },
  "FARM_MACHINERY": {
    "description": "",
    "message": "Agrarmaschinen"
  },
  "FARM_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Nur noch selten sieht man den Bauer mit einem von Ochsen gezogenen Pflug das Land bestellen. Die landwirtschaftliche Arbeit wird heute hauptsächlich von Maschinen verrichtet, sei es in den unterirdischen Hydrokulturen oder auf den endlosen Feldern einer Agrarwelt."
  },
  "FERTILIZER": {
    "description": "",
    "message": "Düngemittel"
  },
  "FERTILIZER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Düngemittel sind unverzichtbar um Pflanzen in industriellem Maßstab anzubauen, wodurch Monokulturen und höhere Ertragsraten als mit unmodifizierter Erde erreicht werden können. Oft kommt der Einsatz mit Ökologischen Kosten, die am Anfang noch nicht vorauszusehen sind."
  },
  "FRUIT_AND_VEG": {
    "description": "",
    "message": "Obst und Gemüse"
  },
  "FRUIT_AND_VEG_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Während es viele, synthetische Alternativen gibt, sind echtes Obst und Gemüse immer noch wichtig in Küche und Ernährung. Von landwirtschaftlich genutzten Welten oder Gewächshäusern in Habitaten werden sie in Systeme exportiert, in denen die Pflanzenzucht unmöglich ist."
  },
  "GRAIN": {
    "description": "",
    "message": "Getreide"
  },
  "GRAIN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Für die meisten Leute der Hauptbestandteil ihrer Diäten. Es wird in der Landwirtschaft benutzt, um Tiere zu füttern, als eine Ergänzung zu synthetischem Futter. Getreide wird auch oft für normale Nahrung benutzt, z.B. Haferflocken und Backwaren. Die meisten Kulturen, die in der Raumfahrt envolviert sind, pflanzen verschiedene Getreide an und essen auch selbst ein paar Getreidesorten, aber nur diejenigen, die an das Klima ihres Lebensraums angepasst sind."
  },
  "HAND_WEAPONS": {
    "description": "",
    "message": "Handfeuerwaffen"
  },
  "HAND_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Indem sie eine gewisse Sicherheit zur Verüfung stellen, die über den langen Arm des Gesetztes hinausgeht, sind Handwaffen essentiell wichtig für Weltraum-Händler in abgelegenen Systemen. Allerdings betrachten viele Regierungen diese als Bedrohung für ihre Macht über die Bevölkerung und regulieren deshalb den Handel und Besitz von Handwaffen strengstens."
  },
  "HYDROGEN": {
    "description": "",
    "message": "Wasserstoff"
  },
  "HYDROGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Wasserstoff wird als Brennstoff für Hyperraumantriebe und als Treibstoff für Raumschiffe benutzt und ist auch sonst ein extrem wichtiges Element. Unglücklicherweise ist es auch das am öftesten vorkommende Element im ganzen Universum, obwohl seine Lagerung nicht gerade einfach ist. Gewöhnlich ist es eine der billigsten Handelswaren auf dem Markt, und Raumhäfen haben eigentlich immer genug davon auf Lager."
  },
  "INDUSTRIAL_MACHINERY": {
    "description": "",
    "message": "Industriemaschinen"
  },
  "INDUSTRIAL_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Benötigt für Fertigungsstraßen, Raffinerien, Schmelzöfen und die Herstellung von Maschinen, die wiederum andere Güter herstellen. Fachwissen ist nötig, um diese fortgeschrittenen Maschinen herzustellen."
  },
  "LIQUID_OXYGEN": {
    "description": "",
    "message": "Flüssigsauerstoff"
  },
  "LIQUID_OXYGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Flüssiger Sauerstoff hat viele Anwendungen und wird häufig im medizinischen und industriellen Umfeld eingesetzt, manchmal auch in der Abfallverwertung. Es ist recht günstig, da Sauerstoff leicht aus Wasser gewonnen werden kann."
  },
  "LIQUOR": {
    "description": "",
    "message": "Spirituosen"
  },
  "LIQUOR_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Die meisten Außenposten haben ihr eigenes Gebräu, das Fremde als schwer verdaulich empfinden. Alkohol kann in manchen Systemen verboten sein, da gesagt wird, dass er das Gehirn vernebeln soll. Unabhängig vom Gesetz ist für einen gewissen Preis fast immer ein Schuss Whisky auf dem Schwarzmarkt verfügbar."
  },
  "LIVE_ANIMALS": {
    "description": "",
    "message": "Lebende Tiere"
  },
  "LIVE_ANIMALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Teils aus humanistischen, ökonomischen und ökologischen Gründen werden Tieraufzucht und -Handel in den meisten Kernsystemen streng reguliert, oder sogar verboten. Weiter auswärts ist Vieh eine wichtige Existenzgrundlage, sowohl für die Ernährung als auch als Arbeitstier. Exotische Zoos und Wildreservate tragen zum Handel mit Tieren in der ganzen Galaxie bei, meistens unter strenger Regulation. um Wilderei zu bekämpfen."
  },
  "MEDICINES": {
    "description": "",
    "message": "Pharmazeutika"
  },
  "MEDICINES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Von natürlichen Ressourcen bezogen oder künstlich hergestellt, werden Medikamente überall dort gebraucht, wo Menschen sind. Von der Heilung einer gewöhnlichen Erkältung bis zur Bekämpfung der Effekte des Raumflugs über längere Zeit, sind Medikamente essentiell für das Gedeihen der interstellaren Menschheit. Da es nicht unüblich ist, Rauschgift als medizinische Drogen zu tarnen, wird deren Handel sorgfältig von den Behörden überwacht."
  },
  "METAL_ALLOYS": {
    "description": "",
    "message": "Legierungen"
  },
  "METAL_ALLOYS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Nachdem das Metall gewonnen und verarbeitet wurde, wird es zu verschiedenen Legierungen verarbeitet. Legierungen ist eine Vermengung mehrerer Metalle, anstatt eines einzelnen Elements, um Materialien mit besseren Eigenschaften zu gewinnen. Die meisten Metalle für den gemeinen Gebrauch sind deshalb Legierungen."
  },
  "METAL_ORE": {
    "description": "",
    "message": "Metallerz"
  },
  "METAL_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Viele Kolonien schürfen Metallerz für den Export, um dann veredelt und in der Industrie verarbeitet zu werden. Metall wird in überall verwendet, von kleinen Spielzeugen bis zu Raumschiffen, und ist in allen Formen lebenswichtig für die moderne Zivilisation."
  },
  "MILITARY_FUEL": {
    "description": "",
    "message": "Militärtreibstoff"
  },
  "MILITARY_FUEL_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Wird in hochwertigen militärischen Antrieben genutzt. Diese Antriebe produzieren radioaktive Abfälle, die sicher entsorgt werden müssen. Wegen seiner synthetischen Natur ist er teurer und weniger verbreitet als Wasserstoff und kommt nicht frei in der Umwelt vor."
  },
  "MINING_MACHINERY": {
    "description": "",
    "message": "Bergbaumaschinen"
  },
  "MINING_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Die traditionell zermürbende Arbeit in den Minen wird durch Maschinen gemildert, die Minenarbeitern dabei hilft, Erz zu finden und zu fördern, sowie es zur nächsten Verarbeitungsanlage zu transportieren."
  },
  "NARCOTICS": {
    "description": "",
    "message": "Narkotika"
  },
  "NARCOTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Natürliche und synthetische Substanzen, die den Zustand des Verstandes und Körpers verändern. Obwohl die Verwendung von narkotisierenden Substanzen für Erholung und Medizin so alt ist wie die Menschheit selbst, ist Transport und Handel vielerorts illegal."
  },
  "NERVE_GAS": {
    "description": "",
    "message": "Nervengas"
  },
  "NERVE_GAS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Es wird generell als Massenvernichtungswaffe angesehen und selbst vom Militär der meisten Systeme gemieden. Besitz von Nervengas ist fast überall illegal."
  },
  "PLASTICS": {
    "description": "",
    "message": "Kunststoffe"
  },
  "PLASTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Synthetische und halbsynthetische Materialien, die von Alltagsgegenständen bis zum Raumschiffbau überall eingesetzt werden. Sie sind relativ einfach zu verwenden und herzustellen, vielseitig, und einfach herzustellen und somit ein wichtiger Teil der menschlichen Zivilisation."
  },
  "PRECIOUS_METALS": {
    "description": "",
    "message": "Edelmetalle"
  },
  "PRECIOUS_METALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Wertvolle Metalle sind, normalerweise, weniger reaktiv, schwieriger abzubauen und seltener, woraus sich ein enormer Wert ergibt. Das umfasst oft Gold, Silber, Platin und seltene Erden. Gewisse Elemente wie Gold, Silizium oder seltene Erden sind unverzichtbar für die Konstruktion von Computern und anderer Elektronik."
  },
  "RADIOACTIVES": {
    "description": "",
    "message": "Radioaktive Abfälle"
  },
  "RADIOACTIVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Radioaktiver Abfall wird von nuklearen Reaktoren und militärischen Hyperraumantrieben erzeugt und ist die vermutlich die gefährlichste und am schwierigsten zu entsorgende Fracht. Viele Raumhäfen zahlen gut, um ihre Abfälle loszuwerden. Radioaktive Abfälle einfach abzulassen ist ein schweres Vergehen."
  },
  "ROBOTS": {
    "description": "",
    "message": "Roboter"
  },
  "ROBOTS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Roboter werden häufig in industrielle Systeme und Systemen mit Erzminen eingesetzt, da sie einfach Aufgaben erfüllen können, die zu schwierig, aufwendig oder unsicher für menschliche Arbeiter sind. Sie können auch als Politiker und Anwälte verwendet werden."
  },
  "RUBBISH": {
    "description": "",
    "message": "Abfälle"
  },
  "RUBBISH_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Als Beiprodukt der Zivilisation fällt Müll, bestehend aus Industrieabfällen, Haushaltsabfällen und defekten Gerätschaften, überall an. Die meisten Abfälle werden wiederverwendet, recycled oder für die weitere Verarbeitung verschifft. Abfälle einfach in unbewohnten oder sogar bewohnten Systemen abzulassen ist fast immer illegal. Weltraumbahnhöfe verlangen normalerweise eine Gebühr für die Entsorgung von Abfällen, sie zahlen aber auch jeden, der den Müll für sie entsorgt."
  },
  "SLAVES": {
    "description": "",
    "message": "Sklaven"
  },
  "SLAVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Wo früher Sklaven gearbeitet haben, arbeiten heute Maschinen. Sklaverei wird fast universell als unmoralisch gesehen und ein Verstoß gegen das Verbot zieht schwere Strafen nach sich. Trotz dieses Verbotes und abschreckender Strafen ist Sklaverei aber noch immer verbreitet, selbst auf entwickelten Welten."
  },
  "TEXTILES": {
    "description": "",
    "message": "Textilien"
  },
  "TEXTILES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Textilien sind einfache Stoffe, gewebt von synthetischen, pflanzlichen oder tierisch gewonnenem Garn. Obwohl es meistens von Robotern in großen Fabriken hergestellt wird gibt es immer noch einige Weber, die ihre eigenen Textilien herstellen."
  },
  "WATER": {
    "description": "",
    "message": "Wasser"
  },
  "WATER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Wasser gilt oft als selbstverständlich, ist aber lebenswichtig und wird überall benötigt, wo Menschen siedeln. Weltraumbasen brauchen deshalb große Mengen Wasser, das aus Kometen oder von Planeten wie der Erde gewonnen wird. Wasser wird außerdem im großen Maßstab für die Sauerstoff- und Wasserstoffproduktion verwendet."
  }
}
