{
  "AIR_PROCESSORS": {
    "description": "",
    "message": "Επεξεργαστές αέρα"
  },
  "AIR_PROCESSORS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Ο καθαρός αέρας θεωρείται δεδομένος μόνο όταν είναι ήδη άφθονος. Η τεχνική πίσω από τον καθαρισμό του αέρα φημολογείται ότι προέρχεται από εξωγήινα αντικείμενα που βρέθηκαν στον Άρη. Πολλές εταιρείες παράγουν διάφορα είδη επεξεργαστών αέρα, ικανά να μετατρέψουν ακόμη και τις πιο εχθρικές ατμόσφαιρες σε ένα λειτουργικό περιβάλλον, οι δε κυβερνήσεις δεν ανέχονται το μονοπώλιο στην παραγωγή αέρα."
  },
  "ANIMAL_MEAT": {
    "description": "",
    "message": "Κρέας ζώων"
  },
  "ANIMAL_MEAT_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Ένα σημαντικό σημείο διαμάχης, το κρέας είναι η σάρκα των ζώων. Με τη συνθετική πρωτεΐνη άμεσα διαθέσιμη, οι περισσότεροι πιστεύουν ότι τα ζώα δεν πρέπει να θανατώνονται. Ενώ τα κρέατα είναι παράνομα στα περισσότερα βασικά συστήματα, τα ζωντανά ζώα και το κρέας τους αποτελούν σημαντικό μέρος της ζωής των ανθρώπων σε πιο παραδοσιακούς κόσμους."
  },
  "BATTLE_WEAPONS": {
    "description": "",
    "message": "Όπλα μάχης"
  },
  "BATTLE_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Βαριά στρατιωτικά όπλα, όπως τεθωρακισμένα τανκς, και πύραυλοι εδάφους-διαστήματος. Το εμπόριο σε αυτά είναι συνήθως κυβερνητικό μονοπώλιο. Στη μαύρη αγορά, ωστόσο, αυτά συχνά αποφέρουν τεράστια χρηματικά ποσά."
  },
  "CARBON_ORE": {
    "description": "",
    "message": "Ανθρακικό μετάλλευμα"
  },
  "CARBON_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Ο άνθρακας είναι ένα από τα πιο πολυποίκιλα στοιχεία που γνωρίζουμε. Χρησιμοποιείται σε σχεδόν στα πάντα, από τα πλαστικά έως τα κράματα και μερικές φορές ακόμη και για παραγωγή ενέργειας. Ο άνθρακας είναι ένα φθηνό, αλλά σημαντικό αγαθό. Ως εκ τούτου, σχεδόν όλοι οι βιομηχανικοί οικισμοί εισάγουν μεταλλεύματα άνθρακα."
  },
  "COMPUTERS": {
    "description": "",
    "message": "Υπολογιστές"
  },
  "COMPUTERS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Πάνω από χίλια χρόνια πριν, με τα τσιπ Abacus, PDP-11 και Motorola 68k, μέχρι τη σύγχρονη σειρά HAL 9001 και Multivac, οι υπολογιστές σηματοδότησαν την αρχή της εποχής της πληροφορίας. Εξίσου απαραίτητοι για την είσοδο στο υπερδιάστημα και για τον διαμοιρασμό βίντεο με χαριτωμένα quibbles στο UniNet."
  },
  "CONSUMER_GOODS": {
    "description": "",
    "message": "Καταναλωτικά αγαθά"
  },
  "CONSUMER_GOODS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Τα έτοιμα τελικά προϊόντα για το ευρύ κοινό, χωρίς να απαιτείται περαιτέρω επεξεργασία τους. Τα πάντα, από οδοντόβουρτσες, συσκευές κουζίνας έως αιωρούμενα αυτοκίνητα."
  },
  "FARM_MACHINERY": {
    "description": "",
    "message": "Αγροτικά Μηχανήματα "
  },
  "FARM_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Αν και είναι σπάνιο, είναι ακόμα δυνατό να συναντήσετε τον περιστασιακό αγρότη με ένα άροτρο με βόδι. Αλλά σχεδόν σε οποιοδήποτε μέρος όπου υπάρχει γεωργία, χρησιμοποιούνται πλέον μηχανήματα για την καλλιέργεια της γης, είτε πρόκειται για την υδροπονία ενός υπόγειου οικοτόπου είτε για τα ατελείωτα χωράφια ενός κηπευτικού κόσμου."
  },
  "FERTILIZER": {
    "description": "",
    "message": "Λίπασμα"
  },
  "FERTILIZER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Τα λιπάσματα είναι ζωτικής σημασίας για αναπτυσσόμενες καλλιέργειες σε βιομηχανική κλίμακα, επιτρέποντας τις μονοκαλλιέργειες, και αποδίδοντας υψηλότερα μερίσματα από όσο θα ήταν δυνατόν χρησιμοποιώντας απλή κοπριά. Αυτό έρχεται συχνά με οικολογικό κόστος, μη εμφανές άμεσα."
  },
  "FRUIT_AND_VEG": {
    "description": "",
    "message": "Φρούτα και λαχανικά"
  },
  "FRUIT_AND_VEG_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Ενώ υπάρχουν πολλές συνθετικές εναλλακτικές λύσεις, τα πραγματικά φρούτα και λαχανικά εξακολουθούν να αποτελούν σημαντικό μέρος της κουζίνας και της διατροφής μας. Καλλιεργείται σε γεωργικούς κόσμους ή ως μέρος της υποστήριξης της ζωής των οικοτόπων και εξάγεται σε συστήματα στα οποία δεν είναι εφικτή η καλλιέργεια φυτών."
  },
  "GRAIN": {
    "description": "",
    "message": "Σιτηρά"
  },
  "GRAIN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Η ραχοκοκαλιά της διατροφής πολλών ανθρώπων. Χρησιμοποιείται στη γεωργία, για τη διατροφή ζώων και ως συμπλήρωμα συνθετικών τροφίμων. Το σιτάρι χρησιμοποιείται επίσης σε πολλά άλλα τρόφιμα, όπως πλιγούρι βρώμης και ψητά. Οι περισσότερες σωστές κουλτούρες των αστρικών κόσμων καλλιεργούν και καταναλώνουν τουλάχιστον μερικούς κόκκους, που έχουν προσαρμοστεί στο κλίμα του οικοτόπου τους."
  },
  "HAND_WEAPONS": {
    "description": "",
    "message": "Ελαφρά όπλα"
  },
  "HAND_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Παρέχοντας ασφάλιση πέρα από εκεί όπου φτάνει ο νόμος, τα όπλα χειρός είναι απαραίτητα για τους εμπόρους διαστήματος στα εξώτατα συστήματα. Ωστόσο, πολλές κυβερνήσεις τα βλέπουν ως απειλή για τον δικό τους έλεγχο επί του πληθυσμού τους και ελέγχουν αυστηρά το εμπόριο και την κατοχή τους."
  },
  "HYDROGEN": {
    "description": "",
    "message": "Υδρογόνο"
  },
  "HYDROGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Χρησιμοποιούμενο ως καύσιμο για υπερκινητήρες και προωθητήρες αστροπλοίων, το υδρογόνοτο είναι ένα εξαιρετικά σημαντικό στοιχείο. Ευτυχώς, είναι επίσης το πιο κοινό στοιχείο στο σύμπαν, αν και η αποθήκευσή του δεν είναι στοιχειώδης. Συνήθως είναι από τα φθηνότερα προϊόντα στο χρηματιστήριο. Τα κοσμοδρόμια είναι πλήρως εφοδιασμένα ανά πάσα στιγμή."
  },
  "INDUSTRIAL_MACHINERY": {
    "description": "",
    "message": "Βιομηχανικά μηχανήματα"
  },
  "INDUSTRIAL_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Απαιτείται για γραμμές συναρμολόγησης, διυλιστήρια, χυτήρια και παραγωγή μηχανημάτων που με τη σειρά τους θα παράγουν άλλα προϊόντα. Απαιτείται υψηλή ικανότητα για την παραγωγή αυτών των προηγμένων μηχανών."
  },
  "LIQUID_OXYGEN": {
    "description": "",
    "message": "Υγρό οξυγόνο"
  },
  "LIQUID_OXYGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Το υγρό οξυγόνο έχει πολλούς σκοπούς, συνήθως σε ιατρικές και βιομηχανικές εφαρμογές και μερικές φορές χρησιμοποιείται επίσης στην επεξεργασία αποβλήτων. Είναι πολύ προσιτό, καθώς το οξυγόνο είναι εύκολο να εξαχθεί από το νερό."
  },
  "LIQUOR": {
    "description": "",
    "message": "Αλκοόλ"
  },
  "LIQUOR_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Τα περισσότερα εξωτερικά φυλάκια διαθέτουν κάποια τοπική ζυθοποιία που συνήθως οι επισκέπτες την βρίσκουν βαριά για το στομάχι τους. Το αλκοόλ μπορεί να απαγορευτεί σε ορισμένα συστήματα, καθώς θεωρείται ότι θολώνει το μυαλό. Ανεξάρτητα από το νόμο, ένα σκοτσέζικο σφηνάκι είναι σχεδόν πάντα διαθέσιμο στη μαύρη αγορά,  με την κατάλληλη τιμή."
  },
  "LIVE_ANIMALS": {
    "description": "",
    "message": "Ζωντανά ζώα"
  },
  "LIVE_ANIMALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Εν μέρει λόγω ανθρωπιστικών, οικονομικών και οικολογικών λόγων, η εκτροφή ζώων και το εμπόριο ρυθμίζονται αυστηρά ή ακόμη είναι παράνομα σε πολλά βασικά συστήματα. Οδεύοντας προς στα εξώτερα συστήματα, το ζωικό κεφάλαιο γίνεται ολοένα και πιο σημαντικό μέρος της ζωής των ανθρώπων, τόσο ως πηγή διατροφής όσο και ως βοηθητικού υποζυγίου. Οι εξωτικοί ζωολογικοί κήποι και ό,τι απέμεινε από την άγρια φύση συμβάλλουν στο εμπόριο ζώων σε όλο τον γαλαξία, συνήθως υπό αυστηρούς κρατικούς κανονισμούς για την καταπολέμηση του παράνομου κυνηγιού."
  },
  "MEDICINES": {
    "description": "",
    "message": "Φάρμακα"
  },
  "MEDICINES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Προερχόμενα από φυσικές πηγές, ή συντιθέμενα τεχνητά, τα φάρμακα είναι απαραίτητα παντού. Από τη θεραπεία του κοινού κρυολογήματος έως την καταπολέμηση των αρνητικών επιπτώσεων των παρατεταμένων διαστημικών ταξιδιών, τα φάρμακα είναι απαραίτητα για την ευημερία μιας διαστρικής ανθρωπότητας. Παρακολουθούνται στενά από τους τελωνειακούς υπαλλήλους, καθώς δεν είναι ασυνήθιστο να μεταμφιέζονται τα ναρκωτικά ως ιατρικά φάρμακα."
  },
  "METAL_ALLOYS": {
    "description": "",
    "message": "Κράματα Μετάλλου"
  },
  "METAL_ALLOYS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Τα μεταλλεύματα, μετά την εξόρυξη και τον εξευγενισμό τους, υποβάλλονται σε επεξεργασία και καταλήγουν σε διάφορα κράματα. Ένα κράμα είναι περισσότερο ένα αμάλγαμα μετάλλων, παρά ένα καθαρό στοιχείο, που συνδυάζονται σε ακριβείς αναλογίες ώστε να αποκτήσει συγκεκριμένα επιθυμητά χαρακτηριστικά. Επομένως, τα περισσότερα μέταλλα προς χρήση είναι κράματα."
  },
  "METAL_ORE": {
    "description": "",
    "message": "Μεταλλεύματα"
  },
  "METAL_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Πολλές αποικίες εξορύσσουν μεταλλεύματα μετάλλων για εξαγωγή, για εξευγενισμό και για χρήση στη βιομηχανικές κατασκευές. Χρησιμοποιούμενα στα πάντα, από μικρά παιχνίδια έως διαστημόπλοια, τα μέταλλα σε όλες τους τις μορφές είναι απαραίτητα για τον σύγχρονο πολιτισμό."
  },
  "MILITARY_FUEL": {
    "description": "",
    "message": "Στρατιωτικά καύσιμα"
  },
  "MILITARY_FUEL_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Χρησιμοποιείται ως καύσιμο στους πιο προηγμένους στρατιωτικούς κινητήρες. Αυτοί οι κινητήρες παράγουν ραδιενεργά απόβλητα κατά τη λειτουργία τους, τα οποία πρέπει να απορρίπτονται. Λόγω της συνθετικής του φύσης, το στρατιωτικό καύσιμο είναι πιο ακριβό, λιγότερο κοινό από το υδρογόνο και δεν μπορεί να βρεθεί στην φύση."
  },
  "MINING_MACHINERY": {
    "description": "",
    "message": "Μηχανήματα εξόρυξης"
  },
  "MINING_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Τα παραδοσιακά κοψομεσιάσματα εξόρυξης μετριάζονται με τη χρήση μηχανών που βοηθούν τους ανθρακωρύχους να εντοπίζουν και να ανακτούν διάφορα μεταλλεύματα και να τα μεταφέρουν στις πλησιέστερες εγκαταστάσεις επεξεργασίας."
  },
  "NARCOTICS": {
    "description": "",
    "message": "Ναρκωτικά"
  },
  "NARCOTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Φυσικές ή συνθετικές ουσίες που αλλάζουν την κατάσταση του νου και του σώματος. Αν και η χρήση ναρκωτικών, τόσο για ψυχαγωγικούς όσο και για ιατρικούς σκοπούς, είναι τόσο παλιά όσο η ίδια η ανθρωπότητα, η ναυτιλία και η εμπορία τους είναι ως συνήθως παράνομη."
  },
  "NERVE_GAS": {
    "description": "",
    "message": "Αέριο νεύρων."
  },
  "NERVE_GAS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Είναι γενικά αποδεκτό ότι είναι ένα όπλο μαζικής καταστροφής, που αποφεύγεται ακόμη και από τον στρατό στην πλειονότητα των συστημάτων, και επομένως είναι παράνομο στα περισσότερα συστήματα."
  },
  "PLASTICS": {
    "description": "",
    "message": "Πλαστικά είδη"
  },
  "PLASTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Συνθετικά και ημι-συνθετικά υλικά που χρησιμοποιούνται στα πάντα, από καθημερινά αντικείμενα έως κατασκευή διαστημοπλοίων. Είναι σχετικά εύκολα χρησιμοποιήσιμα στην βιομηχανία, ευπροσάρμοστα και φθηνά στην κατασκευή τους, επομένως ένα σημαντικό μέρος του ανθρώπινου πολιτισμού."
  },
  "PRECIOUS_METALS": {
    "description": "",
    "message": "Πολύτιμα μέταλλα"
  },
  "PRECIOUS_METALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Τα πολύτιμα μέταλλα είναι, γενικά, λιγότερο αντιδραστικά, πιο δύσκολα στην εξόρυξη και πιο σπάνια, με αποτέλεσμα να έχουν σημαντική οικονομική αξία. Σε αυτά περιλαμβάνονται συχνά ο χρυσός, το ασήμι, η πλατίνα και οι σπάνιες γαίες. Ορισμένα στοιχεία όπως ο χρυσός και το πυρίτιο, ή οι σπάνιες γαίες, είναι ζωτικής σημασίας για την κατασκευή υπολογιστών και άλλων ηλεκτρονικών."
  },
  "RADIOACTIVES": {
    "description": "",
    "message": "Ραδιενεργά απόβλητα"
  },
  "RADIOACTIVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Δημιουργούμενα από πυρηνικούς αντιδραστήρες και στρατιωτικές υπερκινήσεις, τα ραδιενεργά απόβλητα είναι το πιο δύσκολο και πιο επικίνδυνο εμπόρευμα για μεταφορά και διάθεση. Για αυτόν τον λόγο, τα περισσότερα κοσμοδρόμια προτίθενται να πληρώσουν ώστε να απαλλαγούν από το όποιο υπερβολικό απόθεμα. Η απόρριψη ραδιενεργών αποβλήτων αποτελεί σοβαρό αδίκημα."
  },
  "ROBOTS": {
    "description": "",
    "message": "Ρομπότ"
  },
  "ROBOTS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Τα ρομπότ εισάγονται συχνά σε βιομηχανικά και μεταλλευτικά συστήματα, λόγω της ικανότητάς τους να εκτελούν εύκολα εργασίες που θα ήταν πολύ δύσκολες, κουραστικές ή μη ασφαλείς για ανθρώπους εργάτες. Μπορούν επίσης να χρησιμεύσουν ως πολιτικοί και δικηγόροι."
  },
  "RUBBISH": {
    "description": "",
    "message": "Σκουπίδια"
  },
  "RUBBISH_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Το υποπροϊόν του πολιτισμού, που αποτελείται από βιομηχανικά απόβλητα, σκουπίδια οικιακής χρήσης και φθαρμένο εξοπλισμό. Τα περισσότερα απόβλητα επανεπεξεργάζονται, ανακυκλώνονται ή αποστέλλονται σε κοσμοδρόνια για εξωκοσμική μεταφορά. Η απόρριψη απορριμμάτων σε κατοικημένα συστήματα είναι σχεδόν πάντα παράνομη. Τα κοσμοδρόμια συνήθως χρεώνουν ένα τέλος για τη διάθεση απορριμμάτων, αλλά θα σας πληρώσουν επίσης για να τα αφαιρέσετε."
  },
  "SLAVES": {
    "description": "",
    "message": "Σκλάβοι"
  },
  "SLAVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Καθώς οι μηχανές έχουν αντικαταστήσει τους σκλάβους ως μηχανισμό που τροφοδοτεί τον πολιτισμό, η δουλεία θεωρείται σχεδόν καθολικά ως ανήθικη και η παραβίαση ενάντια σε μια απαγόρευση επιφέρει την αυστηρότερη τιμωρία. Ωστόσο, παρά τις καλύτερες προσπάθειες των ανθρωπιστών, η δουλεία εξακολουθεί να κυριαρχεί, ακόμη και στους ανεπτυγμένους κόσμους."
  },
  "TEXTILES": {
    "description": "",
    "message": "Υφάσματα"
  },
  "TEXTILES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Τα κλωστοϋφαντουργικά προϊόντα είναι από απλό ύφασμα, υφασμένα είτε από συνθετικά, φυτικά ή ζωικά νήματα Συνήθως παράγονται από ρομπότ σε μεγάλα εργοστάσια, είναι ακόμα δυνατό να βρεθεί ο περιστασιακός υφαντής που κατασκευάζει τα δικά του υφάσματα."
  },
  "WATER": {
    "description": "",
    "message": "Νερό"
  },
  "WATER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Απαραίτητο για τη ζωή όπως την γνωρίζουμε, ένα αγαθό που συχνά παραβλέπεται, το νερό χρειάζεται όπου περιφέρεται η ανθρωπότητα. Ως εκ τούτου, η συντριπτική πλειονότητα των εξωκοσμικών αποικιών εισάγουν νερό από κομήτες ή πλανήτες όπως η Γη. Το νερό χρησιμοποιείται σε μαζική κλίμακα για παραγωγή υδρογόνου και οξυγόνου."
  }
}
