{
  "AIR_PROCESSORS": {
    "description": "",
    "message": "Processeurs d'air"
  },
  "AIR_PROCESSORS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Un air pur est souvent considéré comme allant de soi lorsqu'il est disponible en abondance. La technique derrière la purification de l'air est réputée venir d'objets extra-terrestres trouvés sur Mars. De nombreuses compagnies produisent de multiples types de traitements de l'air, capables de transformer même la plus hostile des atmosphères en un environnement respirable. Les gouvernements ne tolèrent pas le monopole sur la production de l'air."
  },
  "ANIMAL_MEAT": {
    "description": "",
    "message": "Viande animale"
  },
  "ANIMAL_MEAT_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "La viande est la chair des animaux et est un point de controverse majeur. Avec des protéines synthétiques aisément disponibles, la plupart des gens pensent que les animaux ne devraient pas être tués. Bien que la viande soit illégale dans la plupart des systèmes centraux, les animaux vivants et leur viande sont une part importante de la vie des gens sur des mondes plus traditionnels."
  },
  "BATTLE_WEAPONS": {
    "description": "",
    "message": "Armes de guerre"
  },
  "BATTLE_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Armement lourd de type militaire, comme les chars blindés à lévitation et les missiles sol-espace. Le commerce de ces armements est généralement un monopole gouvernemental. Cependant, ils peuvent être achetés sur le marché noir pour une forte somme de monnaie."
  },
  "CARBON_ORE": {
    "description": "",
    "message": "Carbone"
  },
  "CARBON_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Le carbone est l'un des éléments les plus polyvalents que nous connaissions. Utilisé dans presque tout: du plastique à certains alliages et quelquefois même dans la production d'énergie, le carbone est peu cher, mais est une ressource importante. Pour cette raison, presque toutes les installations industrielles importent du carbone."
  },
  "COMPUTERS": {
    "description": "",
    "message": "Ordinateurs"
  },
  "COMPUTERS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Depuis il y a plus de mille ans, avec le boulier en passant par le PDP-11 et la puce Motorala 68k, jusqu'au HAL 9001 moderne ou bien la ligne Multivac, les ordinateurs ont marqués l'aube de l'age de l'information. Ils sont aussi indispensables pour entrer dans l'hyper-espace que pour partager des videos de mignons Quibules sur UniNet."
  },
  "CONSUMER_GOODS": {
    "description": "",
    "message": "Biens de consommation"
  },
  "CONSUMER_GOODS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Les produits finis, prêts pour la consommation publique, sans nécessiter le recours à un quelconque raffinement. Produits allant de la brosse à dents aux voitures à lévitation, en passant par les ustensiles de cuisine."
  },
  "FARM_MACHINERY": {
    "description": "",
    "message": "Machines agricoles"
  },
  "FARM_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Bien que rare, il est toujours possible de trouver des fermiers utilisant une charrue tirée par des boeufs. Mais dans la plupart des endroits où il y a de l'agriculture, les machines sont utilisées pour la culture des sols, que ce soit des cultures hydroponiques dans un habitat sous-terrain ou bien d'immenses champs sur un monde jardin."
  },
  "FERTILIZER": {
    "description": "",
    "message": "Fertilisant"
  },
  "FERTILIZER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Les engrais sont cruciaux pour faire pousser des récoltes à une échelle industrielle, autorisant ainsi de la mono-culture et fournissant un meilleur rendement par rapport à l'utilisation de la terre seule. Cet usage d'engrais a souvent un coût écologique pas forcément évident dès le début."
  },
  "FRUIT_AND_VEG": {
    "description": "",
    "message": "Fruits et légumes"
  },
  "FRUIT_AND_VEG_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Bien qu'il y ait beaucoup d'alternatives synthétiques, les fruits et légumes réels sont toujours une part importante de notre cuisine et de notre nutrition. Ils sont cultivés sur des mondes agricoles ou bien dans les modules de support vitaux des habitats et sont exportés vers les systèmes dans lesquels la culture des plantes n'est pas possible."
  },
  "GRAIN": {
    "description": "",
    "message": "Grain"
  },
  "GRAIN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Les céréales sont l'épine dorsale du régime de beaucoup de personnes. Elles sont utilisées dans les fermes pour nourrir les animaux et comme supplément aux nourritures synthétiques. Elles sont aussi utilisées dans beaucoup d'autres aliments, comme le gruau et les patisseries. La plupart des cultures spatiales cultivent et consomment au moins quelques céréales, celles qui ont pu s'adapter au climat de leur habitat."
  },
  "HAND_WEAPONS": {
    "description": "",
    "message": "Armes légères"
  },
  "HAND_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Les armes de mains procurent une assurance là où la loi n'est plus présente et à ce titre elles se révèlent essentielles dans les systèmes lointains. Cependant, beaucoup de gouvernement les considèrent comme une menace à l'ordre public pour les plus libéraux, ou bien à leur contrôle sur la population pour les plus despotiques et contrôlent strictement leur commerce ainsi que leur possession."
  },
  "HYDROGEN": {
    "description": "",
    "message": "Hydrogène"
  },
  "HYDROGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Utilisé en tant que carburant pour les vaisseaux à hyperpropulsion, l'hydrogène est un élément extrèmement important. Heureusement, il est également l'élément le plus répandu dans l'univers, bien que son stockage ne soit pas aisé. Il est habituellement l'une des commodités les moins chères sur le marché. Les spatiaux ports sont toujours bien fournis en hydrogène."
  },
  "INDUSTRIAL_MACHINERY": {
    "description": "",
    "message": "Machines industrielles"
  },
  "INDUSTRIAL_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Utilisées dans les lignes d'assemblages, les raffineries, les fonderies et la production d'autres machines qui, à leur tour, fabriqueront d'autres produits. De hautes compétences sont requises pour produire ces machines de pointe."
  },
  "LIQUID_OXYGEN": {
    "description": "",
    "message": "Oxygène liquide"
  },
  "LIQUID_OXYGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "L'oxygène liquide a plusieurs usages. Il est couramment utilisé pour des applications médicales ou bien industrielles, mais il peut être également utilisé dans le traitement des déchets. Il est très abordable, puisque l'oxygène peut s'obtenir facilement à partir d'eau."
  },
  "LIQUOR": {
    "description": "",
    "message": "Alcool"
  },
  "LIQUOR_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "La plupart des avant-postes possèdent une décoction locale que les étrangers trouvent difficile pour leur estomac. L'alcool peut être banni dans certains systèmes puisqu'il est réputé embrouiller votre esprit. Quoi que dise la loi, un verre de whisky est presque toujours disponible au marché noir, si vous y mettez les moyens."
  },
  "LIVE_ANIMALS": {
    "description": "",
    "message": "Animaux vivants"
  },
  "LIVE_ANIMALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Pour des raisons humanistes, économiques et écologiques, l'élevage et le commerce d'animaux est strictement régulé et même illégal dans certains systèmes centraux. En s'éloignant du centre, le bétail représente une partie plus importante de la vie des populations, à la fois comme source de nutrition et comme bêtes de somme. Des zoos éxotiques et des réserves d'animaux sauvages contribuent aux commerce d'animaux à travers la galaxie, habituellement sous de strictes régulations d'états, afin de combattre le braconnage."
  },
  "MEDICINES": {
    "description": "",
    "message": "Médicaments"
  },
  "MEDICINES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Extraits de sources naturelles ou bien synthétisés, les médicaments sont nécessaires partout où l'humain s'aventure. Du médicament contre le rhume, au combat contre les effets indésirables du voyage spatial prolongé, les médicaments sont essentiels à la prospérité de l'humanité interstellaire. Les médicaments sont surveillés soigneusement par les douaniers, car il n'est pas rare que des narcotiques soient camouflés sous la forme de médicaments banals."
  },
  "METAL_ALLOYS": {
    "description": "",
    "message": "Alliages métalliques"
  },
  "METAL_ALLOYS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Après que le minérai de métal est extrait et raffiné, il est traité et termine dans de nombreux alliages. Un alliage est un amalgame de métaux, combinés dans des propotions précises afin de leur donner certaines caractéristiques. La plupart des métaux à destination de la consommation sont des alliages."
  },
  "METAL_ORE": {
    "description": "",
    "message": "Minerai métallique"
  },
  "METAL_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Beaucoup de colonies exploitent les minérais de métaux pour l'export. Ces minerais sont alors rafinés et employés en tant que matières premières dans des usines industrielles. Utilisé aussi bien dans de petits jouets que dans les vaisseaux spatiaux, le métal sous toutes ses formes est essentiel à la civilisation moderne."
  },
  "MILITARY_FUEL": {
    "description": "",
    "message": "Carburant militaire"
  },
  "MILITARY_FUEL_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Utilisé comme carburant pour les moteurs militaires les plus avancés. Ces moteurs produisent des déchets radioactifs lors de leur fonctionnement, lesquels doivent être éliminés. De par sa nature synthétique, le carburant militaire est plus cher et moins courant que l'hydrogène et n'existe pas dans la nature."
  },
  "MINING_MACHINERY": {
    "description": "",
    "message": "Machines minières"
  },
  "MINING_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Le travail de mineur, traditionnellement arrassant, est assisté par l'utilisation de machines aidant les mineurs à localiser et extraire les différents minerais et à les transporter vers les usines de traitement."
  },
  "NARCOTICS": {
    "description": "",
    "message": "Drogues"
  },
  "NARCOTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Substances naturelles ou synthétiques qui altèrent l'état d'esprit et le corps. Bien que l'usage de narcotiques, médical ou récréatif, est aussi vieux que l'humanité, le transport et le commerce de ces substances est la plupart du temps interdit."
  },
  "NERVE_GAS": {
    "description": "",
    "message": "Gaz neurotoxique"
  },
  "NERVE_GAS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Les gaz neurotoxiques sont généralement considérés comme des armes de destruction massive, très souvent boudés même par les militaires, ils sont donc illégaux dans la plupart des systèmes."
  },
  "PLASTICS": {
    "description": "",
    "message": "Plastiques"
  },
  "PLASTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Matériaux synthétiques et semi-synthétiques utilisés dans presque tout, des objets du quotidien à la construction de vaisseaux spatiaux. Même s'ils sont relativement facile et peu cher à fabriquer, les plastiques sont extrèment polyvalents, et tiennent une place très importante dans la civilisation humaine."
  },
  "PRECIOUS_METALS": {
    "description": "",
    "message": "Métaux précieux"
  },
  "PRECIOUS_METALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Les métaux précieux sont, en général, moins réactif, plus difficile à miner et plus rare, ce qui leur donne une valeur économique considérable. L'or, l'argent, le platine et les terres rares sont des exemples communs de métaux précieux. Certains éléments comme l'or et le silicone, ainsi que certaines terres rares sont cruciaux pour la construction d'ordinateurs et d'autres produits électroniques."
  },
  "RADIOACTIVES": {
    "description": "",
    "message": "Déchets radioactifs"
  },
  "RADIOACTIVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Créé par des réacteurs nucléaires et des hyper-propulsions militaires, les déchets radioactifs sont la denrée la plus dure à se débarrasser et la plus dangereuse à transporter. Pour cette raison, la plupart des spatioports paieront pour se débarrasser de leur stocks. Déverser des déchets radioactifs est une infraction grave."
  },
  "ROBOTS": {
    "description": "",
    "message": "Robots"
  },
  "ROBOTS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Lest robots sont souvent importés dans les systèmes industriels et miniers de part leur capacité à accomplir des tâches qui auraient été trop difficile, ennuyeuse ou risquées pour les travailleur humains. Ils peuvent aussi servir comme politiciens ou avocats."
  },
  "RUBBISH": {
    "description": "",
    "message": "Détritus"
  },
  "RUBBISH_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Sous-produit de la civilisation, consistant en déchets industriels, ordures ménagères et équipements usagés. La plupart des déchets sont reconditionnés, recyclés ou envoyés vers des ports spatiaux pour transport vers d'autres mondes. Déposer des ordures sur des systèmes habités est presque systématiquement illégal. Les ports spatiaux font habituellement payer tout dépôt de déchets, mais vous payeront si vous décidiez de les enlever."
  },
  "SLAVES": {
    "description": "",
    "message": "Esclaves"
  },
  "SLAVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Depuis que les machines ont remplacés les esclaves au coeur du moteur alimentant la civilisation, l'esclavage est maintenant considéré universellement comme immoral. Transgresser une interdiction d'esclavage entraine une punision sévère. Cependant, malgré tous les efforts des humanistes, l'esclavage existe toujours, même sur certains mondes développés."
  },
  "TEXTILES": {
    "description": "",
    "message": "Étoffes"
  },
  "TEXTILES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Les textiles sont des étoffes tissées à partir de fils synthétiques, animaux ou végétaux. Traditionnellement produits par des robots dans de grandes usines, il est encore possible de trouver des tisserands fabriquant leur propre tissus."
  },
  "WATER": {
    "description": "",
    "message": "Eau"
  },
  "WATER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Essentielle pour la vie telle que nous la connaissons, l'eau est une ressource souvent négligée, bien qu'indispensable partout où l'humanité s'aventure. C'est pourquoi la plupart des colonies spatiales importent de l'eau de comètes ou bien de planètes similaires à la Terre. L'eau est utilisée à une échelle massive pour la production d'hydrogène et d'oxygène."
  }
}
