{
  "AIR_PROCESSORS": {
    "description": "",
    "message": "oro apdorojimo įrenginiai"
  },
  "AIR_PROCESSORS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Švarus oras laikomas savaime suprantamu dalyku tik tada, kai jo gausu.Teigiama, kad oro valymo technologijos kilmė siejama su Marse rastais ateivių artefaktais. Daugybė bendrovių gamina įvairių tipų oro apdorojimo įrenginius, galinčius net pačias priešiškiausias atmosferas paversti tinkama aplinka, o vyriausybės netoleruoja monopolio oro gamybos srityje."
  },
  "ANIMAL_MEAT": {
    "description": "",
    "message": "gyvūnų mėsa"
  },
  "ANIMAL_MEAT_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Mėsa - vienas labiausiai ginčytinų klausimų - yra gyvūnų kūno audinys. Kadangi sintetiniai baltymai yra lengvai prieinami, dauguma žmonių mano, jog gyvūnai neturėtų būti žudomi. Nors daugumoje šerdinių sistemų mėsa yra nelegali, gyvi gyvūnai ir jų mėsa tebėra svarbi gyvenimo dalis žmonėms, gyvenantiems tradiciškesniuose pasauliuose."
  },
  "BATTLE_WEAPONS": {
    "description": "",
    "message": "kariniai ginklai"
  },
  "BATTLE_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Sunkioji karinė ginkluotė, tokia kaip šarvuoti levituojantys tankai ar žemė-kosmosas klasės raketos. Prekyba jais paprastai yra valstybinis monopolis. Tačiau juodojoje rinkoje tokie ginklai neretai pasiekia itin aukštą kainą."
  },
  "CARBON_ORE": {
    "description": "",
    "message": "anglies rūda"
  },
  "CARBON_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Anglis yra vienas universaliausių mums žinomų cheminių elementų. Naudojama beveik visur - nuo plastikų iki lydinių, o kartais net energijos gamyboje - anglis yra nebrangi, tačiau itin svarbi žaliava. Todėl beveik visos pramoninės gyvenvietės importuoja anglies rūdą."
  },
  "CHEMICALS": {
    "description": "",
    "message": "chemicals"
  },
  "CHEMICALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Industrial precursors, caustic cleaning agents, and biochemical feedstock, chemicals are used in both consumer and industrial settings. Chemicals are shipped in industrial-strength containers to prevent corrosion of a ship's cargo hold."
  },
  "COMPUTERS": {
    "description": "",
    "message": "kompiuteriai"
  },
  "COMPUTERS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Nuo daugiau nei tūkstančio metų senumo abako, PDP-11 ir Motorola 68k lustų, iki šiuolaikinių HAL 9001 ir Multivac sistemų - kompiuteriai pažymėjo informacijos amžiaus aušrą. Jie vienodai būtini tiek įžengiant į hipererdvę, tiek dalijantis vaizdo įrašais apie mielus kvailiojimus per UniNet."
  },
  "CONSUMER_GOODS": {
    "description": "",
    "message": "vartojimo prekės"
  },
  "CONSUMER_GOODS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Galutiniai produktai, skirti plačiajai vartotojų visuomenei, kuriems nereikia tolesnio apdorojimo. Viskas - nuo dantų šepetėlių ir virtuvės prietaisų iki levituojančių automobilių."
  },
  "FARM_MACHINERY": {
    "description": "",
    "message": "žemės ūkio technika"
  },
  "FARM_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Nors tai reta, vis dar pasitaiko sutikti ūkininką, dirbantį laukus jaučių traukiamu plūgu. Tačiau beveik visur, kur egzistuoja žemės ūkis, žemės dirbimui naudojamos mašinos - nesvarbu, ar tai būtų požeminės buveinės hidroponika, ar nesibaigiantys sodo pasaulio laukai."
  },
  "FERTILIZER": {
    "description": "",
    "message": "trąšos"
  },
  "FERTILIZER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Trąšos yra itin svarbios auginant pasėlius pramoniniu mastu - jos leidžia taikyti monokultūras ir užtikrina didesnį derlių, nei būtų įmanoma naudojant vien paprastą dirvožemį. Tai dažnai turi ekologinę kainą, kuri iš pradžių nėra akivaizdi."
  },
  "FRUIT_AND_VEG": {
    "description": "",
    "message": "vaisiai ir daržovės"
  },
  "FRUIT_AND_VEG_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Nors egzistuoja daugybė sintetinių alternatyvų, tikri vaisiai ir daržovės vis dar sudaro svarbią mūsų virtuvės ir mitybos dalį. Jie auginami žemės ūkio pasauliuose arba kaip buveinių gyvybės palaikymo sistemų dalis ir eksportuojami į sistemas, kuriose auginti augalus nėra galimybių."
  },
  "GRAIN": {
    "description": "",
    "message": "grūdai"
  },
  "GRAIN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Daugelio žmonių mitybos pagrindas. Jis naudojamas žemės ūkyje gyvūnams šerti ir kaip sintetinių maisto produktų papildas. Grūdai taip pat naudojami daugelyje kitų maisto produktų, pavyzdžiui, avižinėje košėje ir kepiniuose. Dauguma kosmines keliones vykdančių kultūrų augina ir vartoja bent tam tikras grūdines kultūras, pritaikytas jų buveinės klimatui."
  },
  "HAND_WEAPONS": {
    "description": "",
    "message": "lengvieji šaunamieji ginklai"
  },
  "HAND_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Suteikdami savotišką apsaugą ten, kur įstatymo ranka nepasiekia, rankiniai ginklai yra būtini kosmoso prekeiviams atokiose sistemose. Tačiau daugelis vyriausybių juos laiko grėsme savo kontrolei gyventojų atžvilgiu ir griežtai reguliuoja jų prekybą bei laikymą."
  },
  "HYDROGEN": {
    "description": "",
    "message": "vandenilis"
  },
  "HYDROGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Naudojamas kaip hipererdvinių variklių kuras ir žvaigždėlaivių propelentas, vandenilis yra itin svarbus cheminis elementas. Laimei, tai taip pat pats gausiausias elementas visatoje, nors jo laikymas nėra paprastas. Paprastai jis priskiriamas prie pigiausių biržoje prekiaujamų žaliavų. Žvaigždėuostai bet kuriuo metu yra gerai juo aprūpinti."
  },
  "INDUSTRIAL_MACHINERY": {
    "description": "",
    "message": "pramoninė technika"
  },
  "INDUSTRIAL_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Reikalinga surinkimo linijoms, perdirbimo gamykloms, lydykloms ir tokios įrangos gamybai, kuri vėliau pati gamins kitas prekes. Šių pažangių mašinų gamybai būtina aukšta kompetencija."
  },
  "LIQUID_OXYGEN": {
    "description": "",
    "message": "skystasis deguonis"
  },
  "LIQUID_OXYGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Skystasis deguonis turi daugybę paskirčių - dažniausiai medicinos ir pramonės srityse, o kartais taip pat naudojamas atliekų apdorojimui. Jis yra labai prieinamas, nes deguonį nesunku išgauti iš vandens."
  },
  "LIQUOR": {
    "description": "",
    "message": "stiprus alkoholis"
  },
  "LIQUOR_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Dauguma forpostų turi vietinį gėrimą, kurį atvykėliams sunku nuryti. Kai kuriose sistemose alkoholis gali būti draudžiamas, nes laikoma, kad jis aptemdo protą. Nepriklausomai nuo įstatymų, škotiško viskio taurelę juodojoje rinkoje beveik visada galima rasti - už atitinkamą kainą."
  },
  "LIVE_ANIMALS": {
    "description": "",
    "message": "gyvi gyvūnai"
  },
  "LIVE_ANIMALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Iš dalies dėl humanistinių, ekonominių ir ekologinių priežasčių gyvūnų auginimas ir prekyba jais daugelyje šerdinių sistemų yra griežtai reguliuojami arba net visiškai draudžiami. Tolstant nuo centro, gyvuliai tampa vis svarbesne žmonių pragyvenimo dalimi - tiek kaip maisto šaltinis, tiek kaip traukos ar naštos gyvūnai. Egzotiniai zoologijos sodai ir laukinės gamtos rezervatai taip pat prisideda prie prekybos gyvūnais visoje galaktikoje, dažniausiai veikdami pagal griežtas valstybines taisykles, siekiant kovoti su nelegaliomis medžioklės teritorijomis."
  },
  "MEDICINES": {
    "description": "",
    "message": "vaistai"
  },
  "MEDICINES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Gaunami iš natūralių šaltinių arba sintetinami dirbtinai, vaistai reikalingi visur, kur tik keliauja žmonės. Nuo paprasto peršalimo gydymo iki kovos su neigiamais ilgalaikių kosminių kelionių padariniais - vaistai yra būtini tarpžvaigždinės žmonijos klestėjimui. Todėl muitinės pareigūnai juos atidžiai stebi, nes neretai narkotinės medžiagos maskuojamos kaip medicininiai preparatai."
  },
  "METAL_ALLOYS": {
    "description": "",
    "message": "metalo lydiniai"
  },
  "METAL_ALLOYS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Išgavus ir išgryninus metalų rūdą, ji toliau apdorojama ir virsta įvairiais lydiniais. Lydinys yra metalų junginys, o ne vienas grynas elementas - metalai jame sujungiami tiksliomis proporcijomis, siekiant įgyti tam tikras pageidaujamas savybes. Todėl dauguma vartojamųjų metalų yra lydiniai."
  },
  "METAL_ORE": {
    "description": "",
    "message": "metalo rūda"
  },
  "METAL_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Daugelis kolonijų kasa metalų rūdas eksportui, kad jos būtų išgrynintos ir panaudotos pramoninėje gamyboje. Metalas, visomis savo formomis naudojamas nuo mažų žaislų iki kosminių laivų, yra būtinas šiuolaikinei civilizacijai."
  },
  "MILITARY_FUEL": {
    "description": "",
    "message": "karinis kuras"
  },
  "MILITARY_FUEL_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Naudojamas pažangesniuose kariniuose varikliuose. Šių variklių veikimo metu susidaro radioaktyviosios atliekos, kurias būtina utilizuoti. Dėl savo sintetinės prigimties karinis kuras yra brangesnis ir retesnis nei vandenilis, be to, natūraliai gamtoje neaptinkamas."
  },
  "MINING_MACHINERY": {
    "description": "",
    "message": "kasybos technika"
  },
  "MINING_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Tradiciškai nugarą laužantis kasybos darbas palengvinamas naudojant mašinas, kurios padeda kalnakasiams aptikti ir išgauti įvairias rūdas bei gabenti jas į artimiausius perdirbimo objektus."
  },
  "NARCOTICS": {
    "description": "",
    "message": "narkotikai"
  },
  "NARCOTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Natūralios arba sintetinės medžiagos, keičiančios proto ir kūno būseną. Nors narkotinių medžiagų vartojimas - tiek pramoginiais, tiek medicininiais tikslais - yra toks pat senas kaip ir pati žmonija, jų gabenimas ir prekyba dažniausiai yra uždrausti."
  },
  "NERVE_GAS": {
    "description": "",
    "message": "nervinės dujos"
  },
  "NERVE_GAS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Paprastai laikomos masinio naikinimo ginklu, kurio vengia net kariuomenės daugumoje sistemų, todėl jos yra nelegalios daugumoje sistemų."
  },
  "PLASTICS": {
    "description": "",
    "message": "plastikai"
  },
  "PLASTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Sintetinės ir pusiau sintetinės medžiagos, naudojamos viskam - nuo kasdienių daiktų iki kosminių laivų statybos. Jos palyginti lengvai pritaikomos gamyboje, universalios ir pigios pagaminti, todėl sudaro svarbią žmonių civilizacijos dalį."
  },
  "PRECIOUS_METALS": {
    "description": "",
    "message": "taurieji metalai"
  },
  "PRECIOUS_METALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Taurieji metalai paprastai yra mažiau reaktyvūs, sunkiau išgaunami ir retesni, todėl pasižymi didele ekonomine verte. Prie jų dažnai priskiriami auksas, sidabras, platina ir retieji žemės elementai. Kai kurie elementai, tokie kaip auksas ir silicis, taip pat retieji žemės elementai, yra itin svarbūs kompiuterių ir kitos elektronikos gamybai."
  },
  "RADIOACTIVES": {
    "description": "",
    "message": "radioaktyvios atliekos"
  },
  "RADIOACTIVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Susidarančios branduoliniuose reaktoriuose ir kariniuose hipererdviniuose varikliuose, radioaktyviosios atliekos yra pavojingiausia ir sunkiausiai transportuojama bei utilizuojama žaliava. Dėl šios priežasties dauguma žvaigždėuostų yra pasirengę mokėti už perteklinių atsargų atsikratymą. Radioaktyviųjų atliekų išmetimas laikomas itin sunkiu nusikaltimu."
  },
  "ROBOTS": {
    "description": "",
    "message": "robotai"
  },
  "ROBOTS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Robotai dažnai importuojami į pramonines ir kasybos sistemas dėl savo gebėjimo lengvai atlikti darbus, kurie žmonėms būtų per sunkūs, varginantys ar pavojingi. Jie taip pat gali eiti politikų ir teisininkų pareigas."
  },
  "RUBBISH": {
    "description": "",
    "message": "šiukšlės"
  },
  "RUBBISH_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Civilizacijos šalutinis produktas, sudarytas iš pramoninių atliekų, buitinių šiukšlių ir susidėvėjusios įrangos. Didžioji dalis atliekų yra perdirbama, perrūšiuojama arba siunčiama į žvaigždėuostus išgabenimui už pasaulio ribų. Šiukšlių išmetimas apgyvendintose sistemose beveik visada yra nelegalus. Žvaigždėuostai paprastai ima mokestį už atliekų šalinimą, tačiau taip pat gali sumokėti, kad jas išsivežtumėte."
  },
  "SLAVES": {
    "description": "",
    "message": "vergai"
  },
  "SLAVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Kadangi mašinos pakeitė vergus kaip civilizaciją varančią jėgą, vergovė dabar beveik visuotinai laikoma amoralia, o draudimo pažeidimas užtraukia griežčiausias bausmes. Tačiau, nepaisant didžiausių humanitarų pastangų, vergovė vis dar yra paplitusi - net ir išsivysčiusiuose pasauliuose."
  },
  "TEXTILES": {
    "description": "",
    "message": "tekstilė"
  },
  "TEXTILES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Tekstilė - tai paprasti audiniai, audžiami iš sintetinių, augalinės ar gyvūninės kilmės siūlų. Dažniausiai ji gaminama robotų didelėse gamyklose, tačiau vis dar galima sutikti pavienį audėją, kuris tekstilę gamina pats."
  },
  "WATER": {
    "description": "",
    "message": "vanduo"
  },
  "WATER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Gyvybei, kokią ją pažįstame, būtinas, tačiau dažnai nuvertinamas išteklius - vanduo - reikalingas visur, kur tik klajoja žmonija. Todėl didžioji dauguma už pasaulio ribų esančių kolonijų importuoja vandenį iš kometų arba tokių planetų kaip Žemė. Vanduo taip pat naudojamas milžinišku mastu vandenilio ir deguonies gamybai."
  }
}
