{
  "AIR_PROCESSORS": {
    "description": "",
    "message": "Воздушные процессоры"
  },
  "AIR_PROCESSORS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Чистый воздух считается само собой разумеющимся только тогда, когда он уже в избытке. Ходят слухи, что техника очистки воздуха происходит от инопланетных артефактов, найденных на Марсе. Многие компании производят различные типы воздушных процессоров, способных превращать даже самые агрессивные атмосферы в работоспособную среду, но правительства не терпят монополии на производство воздуха."
  },
  "ANIMAL_MEAT": {
    "description": "",
    "message": "Мясо животных"
  },
  "ANIMAL_MEAT_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Основным спорным вопросом является мясо животных. С синтетическим белком, который легко доступен, большинство людей считают, что животных не должны убивать ради еды. В то время как мясо является незаконным в большинстве основных систем, свежее мясо животных  является важной частью жизни людей в более традиционных мирах."
  },
  "BATTLE_WEAPONS": {
    "description": "",
    "message": "Тяжёлое оружие"
  },
  "BATTLE_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Тяжелое оружие военного класса, например бронированные танки и ракеты класса \"земля-космос\". Торговля ими обычно является государственной монополией. На черном рынке, однако, они часто могут принести огромную сумму денег."
  },
  "CARBON_ORE": {
    "description": "",
    "message": "Уголь"
  },
  "CARBON_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Углерод-один из самых разнообразных известных нам элементов. Используемый почти во всём, от пластмасс до сплавов, а иногда даже в производстве энергии, углерод является недорогим, но важным товаром. Таким образом, почти все промышленные поселения импортируют углеродистую руду."
  },
  "COMPUTERS": {
    "description": "",
    "message": "Компьютеры"
  },
  "COMPUTERS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Более тысячи лет назад, с помощью чипов Abacus, PDP-11 и Motorola 68k, вплоть до нашей современной линейки HAL9001 и Multivac, компьютеры ознаменовали начало информационной эры. Столь же важно для входа в гиперпространство, как и для обмена видеороликами на UniNet."
  },
  "CONSUMER_GOODS": {
    "description": "",
    "message": "Бытовые товары"
  },
  "CONSUMER_GOODS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Конечная продукция готова для широкой публики, без необходимости дальнейшей обработки. Все, от зубных щеток, кухонной техники до летающих автомобилей."
  },
  "FARM_MACHINERY": {
    "description": "",
    "message": "Сельхозтехника"
  },
  "FARM_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Несмотря на редкость, все еще можно поймать случайного фермера с плугом, управляемым волом. Но почти в любом месте, где есть сельское хозяйство для обработки земли используются машины, будь то гидропоника подземной среды обитания или бесконечные поля садового мира."
  },
  "FERTILIZER": {
    "description": "",
    "message": "Удобрения"
  },
  "FERTILIZER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Удобрения имеют решающее значение для выращивания сельскохозяйственных культур в промышленных масштабах, позволяя производить монокультуры и принося более высокие дивиденды, чем это возможно при использовании простой земли без удобрений. Это часто сопровождается экологическими издержками, которые не проявляются с самого начала."
  },
  "FRUIT_AND_VEG": {
    "description": "",
    "message": "Фрукты и овощи"
  },
  "FRUIT_AND_VEG_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Хотя существует множество синтетических альтернатив, настоящие фрукты и овощи по-прежнему являются важной частью нашей кухни и питания. Выращиваются в сельскохозяйственных мирах или частично в местах обитания жизнеобеспечения и экспортируется в системы, в которых выращивание растений не представляется возможным."
  },
  "GRAIN": {
    "description": "",
    "message": "Зерно"
  },
  "GRAIN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Основная диета многих народов. Используется в сельском хозяйстве, чтобы накормить животных, и как дополнение к синтетическим продуктам. Зерновые также используются во многих других продуктах, такие как мучные и хлебобулочные изделия. Большинство звёздных культур растут и потребляют, по крайней мере, несколько зёрен, которые были адаптированы к климату их среды обитания."
  },
  "HAND_WEAPONS": {
    "description": "",
    "message": "Стрелковое оружие"
  },
  "HAND_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Предоставляя страховку, выходящую за рамки закона, ручное оружие необходимо для космических торговцев в дальних системах. Однако многие правительства видят в них угрозу своему собственному контролю над своим населением и строго контролируют их торговлю и владение."
  },
  "HYDROGEN": {
    "description": "",
    "message": "Водород"
  },
  "HYDROGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Используемый в качестве топлива для гиперприводов и ракетного топлива для космических кораблей, водород является чрезвычайно важным элементом. К счастью, это также самый распространенный элемент во вселенной, хотя хранить его не тривиально. Обычно это один из самых дешевых товаров на фондовом рынке. В космопорты хорошо поставляются в любое время."
  },
  "INDUSTRIAL_MACHINERY": {
    "description": "",
    "message": "Промышленная техника"
  },
  "INDUSTRIAL_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Необходим для сборочных линий, нефтеперерабатывающих заводов, металлургических заводов и производства машин, которые, в свою очередь, будут производить другие товары. Высокая компетентность необходима для производства этих современных машин."
  },
  "LIQUID_OXYGEN": {
    "description": "",
    "message": "Жидкий кислород"
  },
  "LIQUID_OXYGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Жидкий кислород имеет много целей, чаще всего для медицинских и промышленных применений, а иногда и для обработки отходов. Это очень доступно, так как кислород легко получить из воды."
  },
  "LIQUOR": {
    "description": "",
    "message": "Алкоголь"
  },
  "LIQUOR_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "У большинства аванпостов есть местное пиво, которое бывает трудно переварить. Алкоголь может быть запрещен в некоторых системах, поскольку считается, что он затуманивает разум. Вне зависимости от закона, порция скотча почти всегда доступна на черном рынке, за определенную цену."
  },
  "LIVE_ANIMALS": {
    "description": "",
    "message": "Животные"
  },
  "LIVE_ANIMALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Частично по гуманистическим, экономическим и экологическим причинам разведение и торговля животными строго регламентированы или даже незаконны во многих основных системах. Выходя наружу, домашний скот становится более важной частью жизнедеятельности людей, как в качестве источника питания, так и в качестве вьючного животного. Экзотические зоопарки и заповедники дикой природы способствуют торговле животными по всей галактике, обычно в соответствии со строгими государственными правилами, для борьбы с незаконными охотничьими угодьями."
  },
  "MEDICINES": {
    "description": "",
    "message": "Медикаменты"
  },
  "MEDICINES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Полученные из природных источников или синтезированные искусственно, лекарства нужны везде, где люди живут. От лечения простуды до борьбы с неблагоприятными последствиями длительного космического путешествия, лекарства необходимы для процветания межзвездного человечества. Тщательно проверяются таможенными агентами, так как нередко маскируют наркотики под медицинские препараты."
  },
  "METAL_ALLOYS": {
    "description": "",
    "message": "Металлические сплавы"
  },
  "METAL_ALLOYS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "После того как металлическая руда извлечена и очищена, она перерабатывается и превращается в различные сплавы. Сплав представляет собой объединение металлов, а не один чистый элемент, объединенный в точных пропорциях, чтобы получить конкретные желательные черты. Поэтому большинство потребительских металлов являются сплавами."
  },
  "METAL_ORE": {
    "description": "",
    "message": "Металлическая руда"
  },
  "METAL_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Многие колонии добывают металлические руды на экспорт, для переработки и использования в промышленном производстве. Используемый во всем от маленьких игрушек до космических кораблей, металл во всех его формах необходим для современной цивилизации."
  },
  "MILITARY_FUEL": {
    "description": "",
    "message": "Военное топливо"
  },
  "MILITARY_FUEL_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Используется в качестве топлива в более совершенных военных двигателях. Эти приводы производят радиоактивные отходы во время работы, которые должны быть утилизированы. Из-за своей синтетической природы военное топливо является более дорогим и менее распространенным, чем водород, и не может быть найдено в природе."
  },
  "MINING_MACHINERY": {
    "description": "",
    "message": "Горное оборудование"
  },
  "MINING_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Традиционно непосильная работа горнодобывающей промышленности облегчается благодаря использованию машин, которые помогают шахтерам находить и добывать различные руды и транспортировать их к ближайшим перерабатывающим предприятиям."
  },
  "NARCOTICS": {
    "description": "",
    "message": "Наркотики"
  },
  "NARCOTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Природные или синтетические вещества, которые изменяют состояние души и тела. Хотя использование наркотиков как в развлекательных, так и в медицинских целях столь же старо, как и само человечество, транспортировка и торговля обычно запрещены."
  },
  "NERVE_GAS": {
    "description": "",
    "message": "Химическое оружие"
  },
  "NERVE_GAS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Обычно считается оружием массового уничтожения. Избегается в большинстве систем даже военными, и, следовательно, является незаконным."
  },
  "PLASTICS": {
    "description": "",
    "message": "Пластик"
  },
  "PLASTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Синтетические и полусинтетические материалы, используемые во всем, от предметов быта до постройки космического корабля. Они относительно просты в использовании, универсальны и дешевы в изготовлении, что является важной частью человеческой цивилизации."
  },
  "PRECIOUS_METALS": {
    "description": "",
    "message": "Драгоценные металлы"
  },
  "PRECIOUS_METALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Драгоценные металлы, как правило, менее химически активны, более трудны для добычи и более редки, что приводит к значительной экономической ценности. Часто включают золото, серебро, платину и редкоземельные элементы. Некоторые элементы, такие как золото и кремний или редкоземельные элементы, имеют решающее значение для создания компьютеров и другой электроники."
  },
  "RADIOACTIVES": {
    "description": "",
    "message": "Радиоактивные отходы"
  },
  "RADIOACTIVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Радиоактивные отходы, созданные ядерными реакторами и военными гипердвигателями, являются самым тяжелым и опасным товаром для транспортировки и утилизации. По этой причине большинство звездных портов заплатят, чтобы избавиться от избыточных запасов. Захоронение радиоактивных отходов является тяжким преступлением."
  },
  "ROBOTS": {
    "description": "",
    "message": "Роботы"
  },
  "ROBOTS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Роботы часто импортируются в промышленные и горнодобывающие системы из-за их способности легко выполнять задачи, которые были бы слишком трудными, утомительными или небезопасными для людей. Они также могут служить политиками и юристами."
  },
  "RUBBISH": {
    "description": "",
    "message": "Отходы"
  },
  "RUBBISH_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Побочный продукт цивилизации, состоящий из промышленных отходов, бытового мусора и изношенного оборудования. Большая часть отходов обрабатывается, перерабатывается или отправляется в космопорты для транспортировки за пределы мира. Сброс мусора в жилых системах практически всегда незаконен. Космопорты, как правило, взимают плату за удаление отходов, но также платит вам, чтобы забрать их."
  },
  "SLAVES": {
    "description": "",
    "message": "Рабы"
  },
  "SLAVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Поскольку машины заменили рабов в качестве двигателя цивилизации, рабство теперь почти повсеместно рассматривается как аморальное, а нарушение запрета влечет за собой самое строгое наказание. Однако, несмотря на все усилия гуманитариев, рабство все еще распространено, даже в развитых мирах."
  },
  "TEXTILES": {
    "description": "",
    "message": "Текстиль"
  },
  "TEXTILES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Текстиль - это простая ткань, сотканная из синтетической, растительной или животной пряжи. Обычно производимые роботами на крупных фабриках, все еще возможно найти случайного ткача, который делает свой собственный текстиль."
  },
  "WATER": {
    "description": "",
    "message": "Вода"
  },
  "WATER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Необходимая для жизни, как мы ее знаем, часто пропускаемый товар, вода необходима везде, где бродит человечество. Таким образом, подавляющее большинство колоний за пределами мира импортируют воду из комет или планет, таких как Земля. Вода используется в огромных масштабах для производства водорода и кислорода."
  }
}
