{
  "AIR_PROCESSORS": {
    "description": "",
    "message": "Luftprocessorer"
  },
  "AIR_PROCESSORS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Ren luft är bara självklart när den finns i överflöd. Tekniken bakom luftrening ryktas komma från utomjordiska artefakter som hittats på Mars. Många företag tillverkar olika typer av luftprocessorer, som klarar av att förvandla de mest ogästvänliga atmosfärer till en fungerande miljö, och regeringar tolererar inte monopol på luftproduktion"
  },
  "ANIMAL_MEAT": {
    "description": "",
    "message": "Djurkött"
  },
  "ANIMAL_MEAT_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Det är en stor motsägelse, kött är köttet från djur. Med god tillgång till syntetiska proteiner anser de flesta människor att djur inte borde bli dödade. Medan kött är illegalt i de flesta kärnsystem så är levande djur och deras kött en viktig del av livet för människor på de mer traditionella världarna."
  },
  "BATTLE_WEAPONS": {
    "description": "",
    "message": "Stridsvapen"
  },
  "BATTLE_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Tunga, militärklassade vapen, som bepansrade svävar tanks, och land-till-rymd missiler. Att handla med dem är vanligtvis ett regeringsmonopol. På svarta marknaden kan dessa ofta inbringa en stor summa pengar."
  },
  "CARBON_ORE": {
    "description": "",
    "message": "Kolmalm"
  },
  "CARBON_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Kol är en av de mest brett användbara elementen vi känner till. Det är en billig, men viktig vara som används i allt ifrån plast och legeringar till värme och energi. Tack vare dess breda användningsområde så kan en efterfråga på kol förväntas vart än det finns industri."
  },
  "COMPUTERS": {
    "description": "",
    "message": "Datorer"
  },
  "COMPUTERS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "För över 1000 år sen med sin Abacus, PDP-11 och Motorola 68k chip till vår moderna HAL 9001 och Multivac produkterna, anses datorerna utgöra gryningen för informationseran. Lika viktiga för att gå in i hyperrymden som för att dela videor på gulliga smådjur över UnNet."
  },
  "CONSUMER_GOODS": {
    "description": "",
    "message": "Konsumtionsvaror"
  },
  "CONSUMER_GOODS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Slutprodukterna, redo för konsumenten utan någon ytterligare bearbetning. Alltifrån tandborstar och köksredskap till svävarbilar."
  },
  "FARM_MACHINERY": {
    "description": "",
    "message": "Jordbruksmaskiner"
  },
  "FARM_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Även om det är ovanligt så går det ibland att se en bonde med en oxdriven plog. Men nästan överallt där det finns jordbruk är det maskiner som används för odling, oavsett om det är i ett hydroponiskt system för ett underjordiskt tillhåll eller oändliga fält på en jordbruksplanet."
  },
  "FERTILIZER": {
    "description": "",
    "message": "Gödsel"
  },
  "FERTILIZER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Gödningsmedel är vitala för odling på en industriell skala. Det tillåter odling av enstaka arter och ger högre avkastning mot vad som är möjligt med vanlig jord. Det kommer oftast med en kostnad för miljön som inte brukar vara tydlig i början."
  },
  "FRUIT_AND_VEG": {
    "description": "",
    "message": "Frukt & grönsaker"
  },
  "FRUIT_AND_VEG_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Även om det finns många syntetiska alternativ så är riktiga frukt och grönsaker fortfarande en viktig del av vår mat och näring. Odlade på jordbruksvärldar eller som en del av de livsuppehållande systemen i olika habitat, exporteras dessa till system där det saknas möjlighet till odling."
  },
  "GRAIN": {
    "description": "",
    "message": "Säd"
  },
  "GRAIN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Basfödan i mångas dieter. Det används i jordbruk för att mata djuren och som ett supplement till syntetisk mat. Säd används också i många andra maträtter som gröt och bakade varor. De flesta kulturer som reser bland stjärnorna odlar och konsumerar i alla fall några sorters säd som blivit anpassade till deras levnadsmiljö."
  },
  "HAND_WEAPONS": {
    "description": "",
    "message": "Handeldvapen"
  },
  "HAND_WEAPONS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Ger en försäkring som sträcker sig utanför lagens långa arm. Handeldvapen är vitala för handlare i de uteliggande systemen.  Däremot ser många regeringar dessa som ett hot mot deras kontroll över invånarna och de efterlever strikt kontroll över handel och innehav."
  },
  "HYDROGEN": {
    "description": "",
    "message": "Väte"
  },
  "HYDROGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Används som bränsle för hypermotorer och drivmedel för rymdskepp. Väte är ett mycket viktigt element. Som tur är så är det också det vanligaste ämnet i universum, även om det inte är trivialt att lagra det. Det är vanligtvis en av de billigaste varorna på marknaden. Rymdhamnar brukar vara välsorterade."
  },
  "INDUSTRIAL_MACHINERY": {
    "description": "",
    "message": "Industrimaskiner"
  },
  "INDUSTRIAL_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Behövs för fabriker, raffinaderier, smältverk och maskinproduktion som i sin tur producerar andra varor. Hög kompetens krävs för att producera dessa avancerade maskiner."
  },
  "LIQUID_OXYGEN": {
    "description": "",
    "message": "Flytande syre"
  },
  "LIQUID_OXYGEN_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Flytande syre har många användningsområden. Vanligast är medicinska och industriella applikationer men det används även ibland för sophantering. Det är väldigt billigt eftersom syre är lätt att utvinna ur vatten."
  },
  "LIQUOR": {
    "description": "",
    "message": "Sprit"
  },
  "LIQUOR_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "De flesta utposter har en lokal brygd som utomstående brukar ha svårt att få ner. Alkohol kan vara förbjudet i vissa system då det anses fördunkla sinnena. Oavsett lagar så brukar det alltid gå att få ett glas whisky på den svarta marknaden, men det kostar därefter."
  },
  "LIVE_ANIMALS": {
    "description": "",
    "message": "Levande djur"
  },
  "LIVE_ANIMALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Delvis på grund av humanistiska, ekonomiska och ekologiska anledningar så är uppfödning av djur hårt kontrollerat eller till och med förbjudet i många av kärnsystemen. Åker man utåt så blir boskap en viktigare del av försörjningen av folket, både som födokälla och som dragdjur. Exotiska zoo med vilda djur bidrar till handeln med djur runt om i galaxen, vanligtvis under strikta statliga regleringar för att undvika olagliga jaktmarker."
  },
  "MEDICINES": {
    "description": "",
    "message": "Mediciner"
  },
  "MEDICINES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Oavsett om de är utvunna ur naturliga källor eller är artificiellt syntetiserade så behövs mediciner överallt där människor färdas. Med användningsområden från att bota vanlig förkylning till att bekämpa de negativa effekterna av en förlängd vistelse i rymden så är mediciner av yttersta vikt för att den interstellära mänskligheten skall frodas. Mediciner övervakas noga av tullagenter då det inte är ovanligt att dölja narkotika som medicinska preparat."
  },
  "METAL_ALLOYS": {
    "description": "",
    "message": "Metallegeringar"
  },
  "METAL_ALLOYS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Efter att malm har blivit utvunnen och förädlat så processas den till att bli olika typer av legeringar. En legering är en sammanslagning av metaller, snarare än ett enda rent element, som kombinerats i precisa proportioner för att få önskvärda egenskaper. Därför är de flesta konsumentmetallerna legeringar."
  },
  "METAL_ORE": {
    "description": "",
    "message": "Metallmalm"
  },
  "METAL_ORE_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Många kolonier utvinner malm för export för förädling och användning inom industriell tillverkning. De används i allt från små leksaker till rymdskepp. Metall i alla dess former är vitalt för den moderna civilisationen."
  },
  "MILITARY_FUEL": {
    "description": "",
    "message": "Militärt bränsle"
  },
  "MILITARY_FUEL_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Används som drivmedel i mer avancerade militära enheter. Dessa ger radioaktivt material som biprodukt vilket måste tas om hand. På grund av sin syntetiska natur, så är militärt drivmedel dyrare och mindre vanligt förekommande än väte och förekommer inte naturligt."
  },
  "MINING_MACHINERY": {
    "description": "",
    "message": "Gruvmaskiner"
  },
  "MINING_MACHINERY_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Det traditionella slitsamma arbetet med gruvdrift lindras genom användning av maskiner som hjälper gruvarbetare att lokalisera och hämta olika malmer och transportera dem till närmaste bearbetningsanläggning."
  },
  "NARCOTICS": {
    "description": "",
    "message": "Narkotika"
  },
  "NARCOTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Naturliga eller syntetiska ämnen som förändrar sinne och kropp. Även om användningen av narkotika, både för rekreations- och medicinska ändamål, är lika gammal som mänskligheten själv, är frakt och handel vanligtvis förbjudet."
  },
  "NERVE_GAS": {
    "description": "",
    "message": "Nervgas"
  },
  "NERVE_GAS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Eftersom dess främsta användningsområde är som massförstörelsevapen, så undviks det till och med av de flesta systems militär, och är således olagligt i de flesta stjärnsystem"
  },
  "PLASTICS": {
    "description": "",
    "message": "Plaster"
  },
  "PLASTICS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Syntetiska och halvsyntetiska material som används i allt från vardagliga föremål till rymdskeppskonstruktion. De är relativt lätta att använda inom tillverkning, mångsidiga och billiga att framställa, och är därför en viktig del av den mänskliga civilisationen."
  },
  "PRECIOUS_METALS": {
    "description": "",
    "message": "Värdefulla metaller"
  },
  "PRECIOUS_METALS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Ädelmetaller är i allmänhet mindre reaktiva, svårare att bryta och mer sällsynta, vilket resulterar i ett avsevärt ekonomiskt värde. Detta inkluderar ofta guld, silver, platina och sällsynta jordartsmetaller. Vissa element som guld och kisel, eller sällsynta jordartsmetaller, är avgörande för konstruktionen av datorer och annan elektronik."
  },
  "RADIOACTIVES": {
    "description": "",
    "message": "Radioaktivt avfall"
  },
  "RADIOACTIVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Skapat av kärnreaktorer och militära hyperdrifter är radioaktivt avfall den svåraste och farligaste varan att transportera och bortskaffa. Av denna anledning kommer de flesta rymdhamnar att betala för att bli av med sitt överskottslager. Att dumpa radioaktivt avfall är ett allvarligt brott."
  },
  "ROBOTS": {
    "description": "",
    "message": "Robotar"
  },
  "ROBOTS_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Robotar importeras ofta till industri- och gruvsystem, på grund av deras förmåga att enkelt utföra uppgifter som skulle vara för svåra, tråkiga eller osäkra för mänskliga arbetare. De kan också fungera som politiker och advokater."
  },
  "RUBBISH": {
    "description": "",
    "message": "Skräp"
  },
  "RUBBISH_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Biprodukt från civilisationen bestående av olika sorters industriavfall, hushållssopor, trasiga maskiner, och nedslitna verktyg. Det mesta avfallet återvinns eller transporteras till långväga världar. Att dumpa avfall i bebodda system är för det mesta olagligt. De flesta marknader tar ut en avgift för att ta emot avfall men erbjuder även pengar för att frakta bort det."
  },
  "SLAVES": {
    "description": "",
    "message": "Slavar"
  },
  "SLAVES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Eftersom maskiner har ersatt slavar som motorn som driver civilisationen, ses slaveri nu nästan universellt som omoraliskt, och överträdelse mot förbud ger det strängaste straff. Men trots humanitärernas bästa ansträngningar är slaveri fortfarande utbrett, även i utvecklade världar."
  },
  "TEXTILES": {
    "description": "",
    "message": "Textiler"
  },
  "TEXTILES_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Textilier är enkelt tyg, vävt av antingen syntetiskt garn, växt- eller animaliskt garn. Vanligtvis tillverkad av robotar i stora fabriker, men det går fortfarande att hitta en och annan vävare som gör sina egna tyger."
  },
  "WATER": {
    "description": "",
    "message": "Vatten"
  },
  "WATER_DESCRIPTION": {
    "description": "This is an artistic description of the commodity. Translate as you deem appropriate or come up with your own description, long or short, its up to you.",
    "message": "Grundläggande för livet så som vi känner det, och ofta en förbisedd handelsvara - vatten behövs varhelst människor uppehåller sig. Den stora majoriteten av kolonier importerar vatten från kometer eller Jordlika planeter. Vatten används i stor skala för väte och syreproduktion."
  }
}
