{
  "ACCEPTED_DELIVER_DOCUMENT": {
    "description": "",
    "message": "Πολύ καλά. Σου έχω στείλει το έγγραφο."
  },
  "ACCEPTED_DELIVER_MESSAGE": {
    "description": "",
    "message": "Τέλεια. Έστειλα στον υπολογιστή σου αντίγραφο του μηνύματος."
  },
  "ACCEPTED_EVACUATION": {
    "description": "",
    "message": "Εξαιρετικά. Να προσέχεις!"
  },
  "ACCEPTED_PRIVATEER": {
    "description": "",
    "message": "Ωραία! Πιστεύω θα βρεις πολύ γρήγορα το σκάφος."
  },
  "ACCEPTED_TAXI": {
    "description": "",
    "message": "Πολύ καλά. Βιάσου!"
  },
  "ACCEPTED_TRAITOR": {
    "description": "",
    "message": "Είμαστε σύμφωνοι. Μετέφερα τα δεδομένα στον υπολογιστή του σκάφους σου."
  },
  "ADTEXT_1": {
    "description": "",
    "message": "Αναζήτηση ατόμου στο σύστημα [system]. Αμοιβή [cash]."
  },
  "ADTEXT_2": {
    "description": "",
    "message": "Αποστολή αναζήτησης στο σύστημα [system]. Αμοιβή [cash]."
  },
  "ADTEXT_3": {
    "description": "",
    "message": "Δίνεται αποζημίωση [cash]."
  },
  "ADTITLE_1": {
    "description": "",
    "message": "ΕΞΑΦΑΝΙΣΗ ΠΡΟΣΩΠΟΥ"
  },
  "ADTITLE_2": {
    "description": "",
    "message": "ΖΗΤΕΙΤΑΙ ΠΙΛΟΤΟΣ ΓΙΑ ΑΠΟΣΤΟΛΗ ΑΝΑΖΗΤΗΣΗΣ"
  },
  "ADTITLE_3": {
    "description": "",
    "message": "ΖΗΤΕΙΤΑΙ ΣΚΑΦΟΣ ΓΙΑ ΑΝΑΖΗΤΗΣΗ"
  },
  "CLIENT": {
    "description": "",
    "message": "Πελάτης:"
  },
  "COMPANY": {
    "description": "",
    "message": "Εταιρεία:"
  },
  "COMPANY_1": {
    "description": "Name of a company",
    "message": "(name) Εταιρεία Πτητικών Συστημάτων"
  },
  "COMPANY_2": {
    "description": "Name of a company",
    "message": "(name) Εταιρεία Οπλικών Συστημάτων"
  },
  "COMPANY_3": {
    "description": "Name of a company",
    "message": "(name) Ίδρυμα Ερευνών σε Συστήματα Στόλου"
  },
  "COMPANY_4": {
    "description": "Name of a company",
    "message": "(name) Εταιρεία Αμυντικών Συστημάτων"
  },
  "COMPANY_5": {
    "description": "Name of a company",
    "message": "(name) Εταιρεία Υπηρεσιών Επόπτευσης."
  },
  "COMPANY_6": {
    "description": "Name of a company",
    "message": "(name) Ίδρυμα Παροχής Ειδικών Υπηρεσιών Πληροφορικής."
  },
  "DANGER": {
    "description": "The risk level",
    "message": "Ανασφάλεια:"
  },
  "DEADLINE": {
    "description": "Must be delivered by",
    "message": "Προθεσμία:"
  },
  "DENY_1": {
    "description": "",
    "message": "Με συγχωρείτε κύριε αλλά θέλω έναν εμπειρότερο πιλότο."
  },
  "DISTANCE": {
    "description": "Distance in space, between two locations",
    "message": "Απόσταση:"
  },
  "FAILUREMSG_1": {
    "description": "",
    "message": "Δεν είμαι ικανοποιημένος με την απόδοσή σου και δεν θα σε πληρώσω!"
  },
  "FAILUREMSG_2": {
    "description": "",
    "message": "Άργησες πολύ. Συγνώμη αλλά δεν θα πληρωθείς!"
  },
  "FIND_PERSON": {
    "description": "Name of mission type",
    "message": "Αναζήτηση προσώπου"
  },
  "GREETING_DELIVER_DOCUMENT": {
    "description": "",
    "message": "Να πάρει, με βρήκες. Καλά, υπέγραψα το έγγραφο. Μπορείς να το επιστρέψεις στον [client]!"
  },
  "GREETING_DELIVER_MESSAGE": {
    "description": "",
    "message": "Σε ευχαριστώ για το μήνυμα. Μετέφερα στον υπολογιστή σου την απάντηση στον [client]."
  },
  "GREETING_EVACUATION": {
    "description": "",
    "message": "Δόξα τω Θεώ που είσαι εδώ! Ας φύγουμε αμέσως, δεν με κρατάει τίποτα εδώ."
  },
  "GREETING_PRIVATEER": {
    "description": "",
    "message": "Α, δουλεύεις για τον [client]; Αντέγραψα πολύτιμες πληροφορίες στον υπολογιστή του σκάφους σου. Ο [client] θα τις βρει πολύ ενδιαφέρουσες..."
  },
  "GREETING_TAXI": {
    "description": "",
    "message": "Ωχ, αυτά δεν είναι καλά νέα. Ας επιστρέψουμε αμέσως."
  },
  "GREETING_TRAITOR": {
    "description": "",
    "message": "Τι πράγμα; Ο [client] θέλει δήλωση; Καλά. Όταν επιστρέψεις δώσε του αυτό το έγγραφο."
  },
  "HOW_CAN_I_FIND_HER": {
    "description": "",
    "message": "Πως θα την βρω;"
  },
  "HOW_CAN_I_FIND_HIM": {
    "description": "",
    "message": "Πως θα τον βρω;"
  },
  "HOW_MUCH_TIME": {
    "description": "",
    "message": "Πόσο χρόνο έχω;"
  },
  "HOW_MUCH_TIME_DELIVER_DOCUMENT": {
    "description": "",
    "message": "Πρέπει να έχεις επιστρέψει μέχρι τις [date]."
  },
  "HOW_MUCH_TIME_DELIVER_MESSAGE": {
    "description": "",
    "message": "Αν δεν έχω νέα σου μέχρι τις [date], θα αναζητήσω άλλον πιλότο!"
  },
  "HOW_MUCH_TIME_EVACUATION": {
    "description": "",
    "message": "Θα πρέπει να έχεις επιστρέψει μέχρι τις [date]! Αν όχι, έχουμε σοβαρό πρόβλημα."
  },
  "HOW_MUCH_TIME_PRIVATEER": {
    "description": "",
    "message": "Αν δεν έχεις επιστρέψει μέχρι τις (date) η συμφωνία μας είναι άκυρυ!"
  },
  "HOW_MUCH_TIME_TAXI": {
    "description": "",
    "message": "Η συμφωνία μας είναι άκυρη μετά τις (date)."
  },
  "HOW_MUCH_TIME_TRAITOR": {
    "description": "",
    "message": "Ο χρόνος είναι χρήμα! Αν δεν έχεις επιστρέψει μέχρι τις (date), τελειώσαμε."
  },
  "HOW_TO_DELIVER_DOCUMENT_FEMALE": {
    "description": "",
    "message": "Βρες το σκάφος της. Έτσι, θα βρεις και αυτήν."
  },
  "HOW_TO_DELIVER_DOCUMENT_MALE": {
    "description": "",
    "message": "Πρέπει απλώς να εντοπίσεις το σκάφος του. Κάπου εκεί κοντά θα είναι και αυτός."
  },
  "HOW_TO_DELIVER_MESSAGE_FEMALE": {
    "description": "",
    "message": "Το μόνο που γνωρίζω είναι ότι πρέπει να εργάζεται σε κάποιον διαστημικό σταθμό."
  },
  "HOW_TO_DELIVER_MESSAGE_MALE": {
    "description": "",
    "message": "Εργάζεται σε ένα γραφείο κοντά σε κάποιο κοσμοδρόμιο. Μόνο αυτό γνωρίζω."
  },
  "HOW_TO_EVACUATION_FEMALE": {
    "description": "",
    "message": "Θα επικοινωνήσει μαζί σου όταν μάθει ότι έφτασες."
  },
  "HOW_TO_EVACUATION_MALE": {
    "description": "",
    "message": "Θα επικοινωνήσει μαζί σου όταν μάθει ότι έφτασες."
  },
  "HOW_TO_PRIVATEER_FEMALE": {
    "description": "",
    "message": "Συνηθίζει να αναλαμβάνει επικίνδυνες αποστολές και τσαλακώνει το σκάφος της. Θα ξεκινούσα την αναζήτηση σε κάποιο ναυπηγείο διαστημικών σκαφών."
  },
  "HOW_TO_PRIVATEER_MALE": {
    "description": "",
    "message": "Κάνει πολλές επικίνδυνες αποστολές. Το σκάφος του συχνά βρίσκεται στο ναυπηγείο του διαστημικού σταθμού."
  },
  "HOW_TO_TAXI_FEMALE": {
    "description": "",
    "message": "Δεν γνωρίζω. Αυτό πρέπει να βρεις εσύ."
  },
  "HOW_TO_TAXI_MALE": {
    "description": "",
    "message": "Δεν έχω ιδέα. Αυτό είναι δική σου δουλειά."
  },
  "HOW_TO_TRAITOR_FEMALE": {
    "description": "",
    "message": "Την ξέρω καλά. Συχνάζει στα μπαρ των κοσμοδρόμιων."
  },
  "HOW_TO_TRAITOR_MALE": {
    "description": "",
    "message": "Γνωρίζουμε ότι συχνάζει στις ταβέρνες των κοσμοδρόμειων."
  },
  "INTROTEXT_DELIVER_DOCUMENT_FEMALE_1": {
    "description": "",
    "message": "Χαίρετε! Είμαι ο (client), εκ μέρους της εταιρείας (company). Ένα από τα σκάφη μας ενεπλάκη σε σύγκρουση με άλλο σκάφος λίγα δευτερόλεπτα πριν μπει στο υπερδιάστημα. Δεν υπήρχε χρόνος να σταματήσουν την ακολουθία του υπεράλματος. Τώρα πρέπει κάποιον να εντοπίσει το σκάφος με σειριακό αριθμό (shipid) στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) και να παραδώσει ένα συμφωνητικό για εξωδικαστική συμφωνία στον κυβερνήτη (wanted). Η πληρωμή είναι (cash) και για να την εισπράξεις πρέπει να έχεις επιστρέψει στο (domicile). Θα πρέπει να διανύσεις (dist) έτη φωτός για αυτή την αποστολή."
  },
  "INTROTEXT_DELIVER_DOCUMENT_FEMALE_2": {
    "description": "",
    "message": "Χάρηκα για τη γνωριμία! Ονομάζομαι (client). Ψάχνουμε για έναν παλιό συνεργάτη μας ο οποίος ακόμα μας χρωστάει κάποια χρήματα. Την λένε (wanted) και κρύβεται στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) . Αν την βρεις, δώσε της ένα κρυπτογραφημένο μήνυμα και επέστρεψε στα γραφεία της (company), της εταιρείας μας, εδώ στο (domicile). Πληρώνουμε (cash). Το σύστημα (system) βρίσκεται σε απόσταση (dist) έτη φωτός."
  },
  "INTROTEXT_DELIVER_DOCUMENT_MALE_1": {
    "description": "",
    "message": "Χαίρετε! Είμαι ο (client), εκ μέρους της εταιρείας (company). Ένα από τα σκάφη μας ενεπλάκη σε σύγκρουση με άλλο σκάφος λίγα δευτερόλεπτα πριν μπει στο υπερδιάστημα. Δεν υπήρχε χρόνος να σταματήσουν την ακολουθία του υπεράλματος. Τώρα πρέπει κάποιον να εντοπίσει το σκάφος με σειριακό αριθμό (shipid) στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) και να παραδώσει ένα συμφωνητικό για εξωδικαστική συμφωνία στον κυβερνήτη (wanted). Η πληρωμή είναι (cash) και για να την εισπράξεις πρέπει να έχεις επιστρέψει στο (domicile). Θα πρέπει να διανύσεις (dist) έτη φωτός για αυτή την αποστολή."
  },
  "INTROTEXT_DELIVER_DOCUMENT_MALE_2": {
    "description": "",
    "message": "Χάρηκα για τη γνωριμία! Ονομάζομαι (client). Ψάχνουμε για έναν παλιό συνεργάτη μας ο οποίος ακόμα μας χρωστάει κάποια χρήματα. Την λένε (wanted) και κρύβεται στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) . Αν την βρεις, δώσε της ένα κρυπτογραφημένο μήνυμα και επέστρεψε στα γραφεία της (company), της εταιρείας μας, εδώ στο (domicile). Πληρώνουμε (cash). Το σύστημα (system) βρίσκεται σε απόσταση (dist) έτη φωτός."
  },
  "INTROTEXT_DELIVER_MESSAGE_FEMALE_1": {
    "description": "",
    "message": "Γεια σου. Λέγομαι (client) και ψάχνω για την θετή αδερφή μου (wanted). Πριν μερικά χρόνια σε μια έκρηξη οργής έφυγε από το σπίτι μας. Πρόσφατα ένας φίλος μου την είδε στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) . Θα ήθελα να δω αν είναι έτοιμη να τα ξαναβρούμε. Θα πληρώσω (cash) αν μπορέσεις να της πας ένα μήνυμα και να επιστρέψεις εδώ στο (domicile) με την απάντησή της. Σε παρακαλώ, μπορείς να το κάνεις;"
  },
  "INTROTEXT_DELIVER_MESSAGE_FEMALE_2": {
    "description": "",
    "message": "Γεια σου. Είμαι ο (client) και ψάχνω για μια παλιά φίλη. Την λένε (wanted) και απ' ότι γνωρίζω ζει στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) , δε γνωρίζω όμως που ακριβώς. Θα σε πληρώσω (cash) αν μπορέσεις να της μεταφέρεις ένα μήνυμα."
  },
  "INTROTEXT_DELIVER_MESSAGE_MALE_1": {
    "description": "",
    "message": "Γεια σου. Λέγομαι (client) και ψάχνω για τον θετό αδερφό μου (wanted). Πριν μερικά χρόνια σε μια έκρηξη οργής έφυγε από το σπίτι μας. Πρόσφατα ένας φίλος μου τον είδε στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) . Θα ήθελα να δω αν είναι έτοιμος να τα ξαναβρούμε. Θα πληρώσω (cash) αν μπορέσεις να του πας ένα μήνυμα και να επιστρέψεις εδώ στο (domicile) με την απάντησή του. Σε παρακαλώ, μπορείς να το κάνεις;"
  },
  "INTROTEXT_DELIVER_MESSAGE_MALE_2": {
    "description": "",
    "message": "Γεια σου. Είμαι ο (client) και ψάχνω για έναν παλιό φίλο. Τον λένε (wanted) και απ' ότι γνωρίζω ζει στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) , δε γνωρίζω όμως που ακριβώς. Θα σε πληρώσω (cash) αν μπορέσεις να του μεταφέρεις ένα μήνυμα."
  },
  "INTROTEXT_EVACUATION_FEMALE_1": {
    "description": "",
    "message": "Γεια σας. Η εταιρεία μας (company) βρίσκεται σε δύσκολη θέση καθώς οι διαπραγματεύσεις με έναν επιθετικό ανταγωνιστή μας στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}), σε απόσταση (dist) έτη φωτός, είχαν πολύ άσχημη εξέλιξη. Η εκπρόσωπός μας (wanted) πρέπει να φύγει από εκεί άμεσα. Η επικοινωνία μαζί του είναι πολύ δύσκολη, συνεπώς δε γνωρίζουμε που ακριβώς βρίσκεται. Πληρώνουμε (cash) για να την φέρεις εδώ."
  },
  "INTROTEXT_EVACUATION_FEMALE_2": {
    "description": "",
    "message": "Γεια σας. Ονομάζομαι (client) και εργάζομαι για την εταιρεία (company). Η εμπορική αντιπρόσωπός μας (wanted) στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) έχει έρθει σε ρήξη με κάποιους επικίνδυνους τύπους. Δεν εμπιστεύεται τις τοπικές αρχές και για αυτό κρύβεται. Θα σε πληρώσουμε (cash) αν την βρεις και την φέρεις εδώ στο (domicile) σώα."
  },
  "INTROTEXT_EVACUATION_MALE_1": {
    "description": "",
    "message": "Γεια σας. Η εταιρεία μας (company) βρίσκεται σε δύσκολη θέση καθώς οι διαπραγματεύσεις με έναν επιθετικό ανταγωνιστή μας στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}), σε απόσταση (dist) έτη φωτός, είχαν πολύ άσχημη εξέλιξη. Ο εκπρόσωπός μας (wanted) πρέπει να φύγει από εκεί άμεσα. Η επικοινωνία μαζί του είναι πολύ δύσκολη, συνεπώς δε γνωρίζουμε που ακριβώς βρίσκεται. Πληρώνουμε (cash) για να τον φέρεις εδώ."
  },
  "INTROTEXT_EVACUATION_MALE_2": {
    "description": "",
    "message": "Γεια σας. Ονομάζομαι (client) και εργάζομαι για την εταιρεία (company). Ο εμπορικός αντιπρόσωπός μας (wanted) στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) έχει έρθει σε ρήξη με κάποιους επικίνδυνους τύπους. Δεν εμπιστεύεται τις τοπικές αρχές και για αυτό κρύβεται. Θα σε πληρώσουμε (cash) αν τον βρεις και τον φέρεις εδώ στο (domicile) σώο."
  },
  "INTROTEXT_PRIVATEER_FEMALE_1": {
    "description": "",
    "message": "Γεια σου. Λέγομαι (client) και ψάχνω για την (wanted). η οποία μου χρωστάει πολλά χρήματα. Σύμφωνα με τις τελευταίες πληροφορίες που έχω, κάνει αποστολές στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) system. Σε παρακαλώ πες της ότι η υπομονή μου εξαντλείται και επέστρεψε εδώ στο (domicile) για την πληρωμή σου, η οποία πρόκειται να είναι (cash)."
  },
  "INTROTEXT_PRIVATEER_FEMALE_2": {
    "description": "",
    "message": "Τι κάνεις; Είμαι ο ιδιωτικός ντετέκτιβ (client). Πρέπει να βρω την κυβερνήτη (wanted), η οποία εμπλέκεται σε πειρατικές δραστηριότητες, Βρίσκεται στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) system και θέλω να τις κάνω ορισμένες ερωτήσεις. Το σκάφος της έχει σειριακό αριθμό (shipid). Δεν μπορώ να αναχωρήσω από το (domicile) προς το παρόν λόγο μιας άλλης υπόθεσης που έχω αναλάβει. Συνεπώς, θέλω να δώσω αυτή τη δουλειά σε άλλον. Πληρώνω (cash). "
  },
  "INTROTEXT_PRIVATEER_MALE_1": {
    "description": "",
    "message": "Γεια σου. Λέγομαι (client) και ψάχνω για τον (wanted) ο οποίος μου χρωστάει πολλά χρήματα. Σύμφωνα με τις τελευταίες πληροφορίες που έχω, κάνει αποστολές στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) system. Σε παρακαλώ πες του ότι η υπομονή μου εξαντλείται και επέστρεψε εδώ στο (domicile) για την πληρωμή σου, η οποία πρόκειται να είναι (cash)."
  },
  "INTROTEXT_PRIVATEER_MALE_2": {
    "description": "",
    "message": "Τι κάνεις; Είμαι ο ιδιωτικός ντετέκτιβ (client). Πρέπει να βρω τον κυβερνήτη (wanted), ο οποίος εμπλέκεται σε πειρατικές δραστηριότητες, Βρίσκεται στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) system και θέλω να του κάνω ορισμένες ερωτήσεις. Το σκάφος του έχει σειριακό αριθμό (shipid). Δεν μπορώ να αναχωρήσω από το (domicile) προς το παρόν λόγο μιας άλλης υπόθεσης που έχω αναλάβει. Συνεπώς, θέλω να δώσω αυτή τη δουλειά σε άλλον. Πληρώνω (cash). "
  },
  "INTROTEXT_TAXI_FEMALE_1": {
    "description": "",
    "message": "Γεια σου. Είμαι ο (client) και αναζητώ μια συγγενή στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}). Ονομάζεται (wanted). Επειγόμαστε να την βρούμε λόγω μιας επείγουσας ιατρικής κατάστασης που εμφανίστηκε στην οικογένειά μας. Σε παρακαλώ, βρες την και φέρε την εδώ στο (domicile). Πληρώνω (cash)."
  },
  "INTROTEXT_TAXI_FEMALE_2": {
    "description": "",
    "message": "Καλημέρα σας. Λέγομαι (client) και είμαι ασφαλιστικός πράκτορας. Κατά τη διάρκεια μιας ταχυμεταφοράς, το drone ακολούθησε λανθασμένη πορεία, διαπέρασε ένα παράθυρο σπιτιού και προσέκρουσε σε ένα έπιπλο-αντίκα μέσα στο σπίτι, κάνοντάς του ζημιά. Ευτυχώς κανείς δεν τραυματίστηκε. Όμως δεν μπορέσαμε ως τώρα να εντοπίσουμε την ιδιοκτήτρια του σπιτιού, στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}). Συνεπώς, θα σε πληρώσουμε (cash) αν την βρεις εσύ. Είναι απαραίτητη η φυσική της παρουσία για να διεκπεραιώσουμε το αίτημα αποζημίωσης."
  },
  "INTROTEXT_TAXI_MALE_1": {
    "description": "",
    "message": "Γεια σου. Είμαι ο (client) και αναζητώ έναν συγγενή στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}). Ονομάζεται (wanted). Επειγόμαστε να τον βρούμε λόγω μιας επείγουσας ιατρικής κατάστασης που εμφανίστηκε στην οικογένειά μας. Σε παρακαλώ, βρες τον και φέρε τον εδώ στο (domicile). Πληρώνω (cash)."
  },
  "INTROTEXT_TAXI_MALE_2": {
    "description": "",
    "message": "Καλημέρα σας. Λέγομαι (client) και είμαι ασφαλιστικός πράκτορας. Κατά τη διάρκεια μιας ταχυμεταφοράς, το drone ακολούθησε λανθασμένη πορεία, διαπέρασε ένα παράθυρο σπιτιού και προσέκρουσε σε ένα έπιπλο-αντίκα μέσα στο σπίτι, κάνοντάς του ζημιά. Ευτυχώς κανείς δεν τραυματίστηκε. Όμως δεν μπορέσαμε ως τώρα να εντοπίσουμε τον ιδιοκτήτη του σπιτιού, στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}). Συνεπώς, θα σε πληρώσουμε (cash) αν τον βρεις εσύ. Είναι απαραίτητη η φυσική του παρουσία για να διεκπεραιώσουμε το αίτημα αποζημίωσης."
  },
  "INTROTEXT_TRAITOR_FEMALE_1": {
    "description": "",
    "message": "Γεια σου. Ονομάζομαι (client). Η (wanted) δεν επέστρεψε ποτέ στη θέση της στην εταιρεία μας (company) μετά από ένα ταξίδι διακοπών που έκανε. Τελευταία φορά εντοπίστηκε στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) system. Η (wanted) τυχαίνει να γνωρίζει εμπιστευτικές πληροφορίες που αφορούν την εταιρεία, συνεπώς αναζητάμε κάποιον ο οποίος θα μπορέσει να την βρει και να μάθει το λόγο της συνεχιζόμενης απουσίας της. Πληρώνουμε (cash) για αυτή την αποστολή. Το (system) βρίσκεται σε απόσταση (dist) έτη φωτός."
  },
  "INTROTEXT_TRAITOR_FEMALE_2": {
    "description": "",
    "message": "Καλημέρα σας! Η εταιρεία (company) αναζητά μια υπάλληλό μας η οποία έκλεψε εμπιστευτικά έγγραφα. Ονομάζεται (wanted). Αν και η διοίκηση θεωρεί ότι μας πρόδωσε, θέλει να της δώσει την ευκαιρεία να μετανοήσει και επανορθώσει. Θα σε πληρώσουμε (cash) αν μπορέσεις να την βρείς στο {system} ({sectorx}, {sectory}, {sectorz}) system, σε απόσταση (dist) έτη φωτός, και να της μεταφέρεις ένα μήνυμα."
  },
  "INTROTEXT_TRAITOR_MALE_1": {
    "description": "",
    "message": "Γεια σου. Ονομάζομαι (client). Ο (wanted) δεν επέστρεψε ποτέ στη θέση του στην εταιρεία μας (company) μετά από ένα ταξίδι διακοπών που έκανε. Τελευταία φορά εντοπίστηκε στο σύστημα {system} ({sectorx}, {sectory}, {sectorz}) system. O (wanted) τυχαίνει να γνωρίζει εμπιστευτικές πληροφορίες που αφορούν την εταιρεία, συνεπώς αναζητάμε κάποιον ο οποίος θα μπορέσει να τον βρει και να μάθει το λόγο της συνεχιζόμενης απουσίας του. Πληρώνουμε (cash) για αυτή την αποστολή. Το (system) βρίσκεται σε απόσταση (dist) έτη φωτός."
  },
  "INTROTEXT_TRAITOR_MALE_2": {
    "description": "",
    "message": "Καλημέρα σας! Η εταιρεία (company) αναζητά έναν υπάλληλο ο οποίος έκλεψε εμπιστευτικά έγγραφα. Ονομάζεται (wanted). Αν και η διοίκηση θεωρεί ότι μας πρόδωσε, θέλει να του δώσει την ευκαιρεία να μετανοήσει και επανορθώσει. Θα σε πληρώσουμε (cash) αν μπορέσεις να τον βρείς στο {system} ({sectorx}, {sectory}, {sectorz}) system, σε απόσταση (dist) έτη φωτός, και να του μεταφέρεις ένα μήνυμα."
  },
  "IS_THERE_A_RISK": {
    "description": "",
    "message": "Υπάρχει κίνδυνος;"
  },
  "MERCENARY_GREETING_FEMALE_1": {
    "description": "",
    "message": "Συγνώμη αλλά ο θάνατός σου είναι η πληρωμή μου."
  },
  "MERCENARY_GREETING_FEMALE_2": {
    "description": "",
    "message": "Θα σε κόψω κομματάκια!"
  },
  "MERCENARY_GREETING_FEMALE_3": {
    "description": "",
    "message": "Θέλεις να βρεις τον (wanted); Θα βρειε πρώτα τον δημιουργό σου!"
  },
  "MERCENARY_GREETING_MALE_1": {
    "description": "",
    "message": "Δεν είναι προσωπικό. Πληρώνομαι για να σε σκοτώσω!"
  },
  "MERCENARY_GREETING_MALE_2": {
    "description": "",
    "message": "Θα σε στείλω στον αγύριστο!"
  },
  "MERCENARY_GREETING_MALE_3": {
    "description": "",
    "message": "Θέλεις να συναντήσεις τον (wanted); Πάνω από το πτώμα ΣΟΥ!"
  },
  "OK_AGREED": {
    "description": "",
    "message": "Εντάξει, σύμφωνοι."
  },
  "PIRATE_ANSWER_1": {
    "description": "",
    "message": "Σου έστειλα την απάντηση για τον (client). Αντίο."
  },
  "PIRATE_ANSWER_2": {
    "description": "",
    "message": "Σου έστειλα ένα μήνυμα για τον (client). Μετέφερέ του το σε παρακαλώ. Αντίο."
  },
  "PIRATE_ANSWER_3": {
    "description": "",
    "message": "Χαχα! Πες στον (client) ότι δεν έχω να πω τίποτα. Αντε γεια!"
  },
  "PIRATE_GREETING_1": {
    "description": "",
    "message": "Έμαθα ότι με ψάχνεις. Λοιπόν, τι θέλεις;"
  },
  "PIRATE_GREETING_2": {
    "description": "",
    "message": "Εντάξει, με βρήκες. Ας μη χασομεράμε, πες μου τι με θες."
  },
  "PIRATE_GREETING_3": {
    "description": "",
    "message": "Έμαθα ότι έχεις κάποιο μήνυμα για εμένα."
  },
  "PIRATE_TAUNTS_1": {
    "description": "",
    "message": "Θέλεις απάντηση; Πάρτην!"
  },
  "PIRATE_TAUNTS_2": {
    "description": "",
    "message": "Αρκετά! Ετοιμάσου να πας στον αγύριστο!"
  },
  "PIRATE_TAUNTS_3": {
    "description": "",
    "message": "Έκανες τόσο δρόμο για να μου δώσεις αυτό το ανόητο μήνυμα; Για το καλό σου φύγε από εδώ τώρα!"
  },
  "REPEAT_THE_REQUEST": {
    "description": "",
    "message": "Μπορείτε, παρακαλώ, να επαναλάβετε το αίτημα;"
  },
  "RISK_EVACUATION_FEMALE_1": {
    "description": "",
    "message": "Η κατάσταση είναι κρίσιμη. Πιστεύουμε ο (wanted) κινδυνεύει."
  },
  "RISK_EVACUATION_FEMALE_2": {
    "description": "",
    "message": "Η (wanted) βρίσκεται σε μεγάλο κίνδυνο. Πρέπει να φύγει από το σύστημα αυτό όσο το δυνατό νωρίτερα."
  },
  "RISK_EVACUATION_MALE_1": {
    "description": "",
    "message": "Ο (wanted) πιστεύει ότι πρέπει να φύγει από το σύστημα το συντομότερο."
  },
  "RISK_EVACUATION_MALE_2": {
    "description": "",
    "message": "Ο (wanted) βρίσκεται σε μεγάλο κίνδυνο! Πρέπει να φύγει από το σύστημα το συντομότερο."
  },
  "RISK_FEMALE_1": {
    "description": "",
    "message": "Με κανένα τρόπο."
  },
  "RISK_FEMALE_2": {
    "description": "",
    "message": "Δε νομίζω."
  },
  "RISK_FEMALE_3": {
    "description": "",
    "message": "Δε ξέρω. Είναι λίγο παράξενη."
  },
  "RISK_FEMALE_4": {
    "description": "",
    "message": "Ίσως ο (wanted) να είναι λιγάκι οξύθυμος ώρες ώρες."
  },
  "RISK_FEMALE_5": {
    "description": "",
    "message": "Κατά τη γνώμη μου, ο (wanted) είναι τελείως τρελός. Θα σε συμβούλευα να προσέχεις."
  },
  "RISK_MALE_1": {
    "description": "",
    "message": "Όχι, δεν υπάρχει κίνδυνος."
  },
  "RISK_MALE_2": {
    "description": "",
    "message": "Δε πιστεύω να υπάρχει πρόβλημα. Ποιος ξέρει όμως..."
  },
  "RISK_MALE_3": {
    "description": "",
    "message": "Δεν είμαι σίγουρος. Είναι λίγο απρόβλεπτος τύπος."
  },
  "RISK_MALE_4": {
    "description": "",
    "message": "Ο (wanted) είναι ένας παρανοϊκός. Να προσέχεις."
  },
  "RISK_MALE_5": {
    "description": "",
    "message": "Πράγματι, ο (wanted) είναι ένας μανιακός. Θα πρέπει να είσαι προετοιμασμένος για όλα."
  },
  "SET_AS_TARGET": {
    "description": "",
    "message": "Ορισμός ως προορισμός πλοήγησης."
  },
  "SET_RETURN_ROUTE": {
    "description": "",
    "message": "Ορισμός διαδρομής επιστροφής."
  },
  "SHIP": {
    "description": "",
    "message": "Σκάφος:"
  },
  "SPACEPORT": {
    "description": "",
    "message": "Κοσμοδρόμιο:"
  },
  "SUCCESS_ATK_1": {
    "description": "",
    "message": "Τι; Ο (wanted) σου επιτέθηκε; Δέξου αυτά τα χρήματα ως αποζημίωση."
  },
  "SUCCESS_ATK_2": {
    "description": "",
    "message": "Τι πράγμα; Ο (wanted) σου επιτέθηκε; Δεν το πιστεύω! Τέλος πάντων, σου μετέφερα τα χρήματα."
  },
  "SUCCESS_ATK_3": {
    "description": "",
    "message": "Συνάντησες τον (wanted) και είσαι ακόμα ζωντανός; Τέλεια! Ορ´σιτε τα χρήματά σου."
  },
  "SUCCESS_INT_1": {
    "description": "",
    "message": "Άκουσα ότι είχες πρόβλημα. Ευτυχώς που σε βλέπω εδώ σώο. Σε πλήρωσα."
  },
  "SUCCESS_INT_2": {
    "description": "",
    "message": "Είχες μια διαφωνία με κάποιον μισθοφόρο; Χμ...ορίστε η αποζημίωσή σου."
  },
  "SUCCESS_INT_3": {
    "description": "",
    "message": "Μόλις σε πλήρωσα. Άκουσα ότι ένας πληρωμένος δολοφόνος σε είχε στο κατόπι. Καλή δουλειά!"
  },
  "SUCCESS_MSG_1": {
    "description": "",
    "message": "Σε ευχαριστώ για την εξυπηρέτηση. Σε πλήρωσα."
  },
  "SUCCESS_MSG_2": {
    "description": "",
    "message": "Σε ευχαριστώ για την εξυπηρέτηση. Μετέφερα την αμοιβή σου."
  },
  "SUCCESS_MSG_3": {
    "description": "",
    "message": "Πολύ καλά! Μετέφερα τα χρήματα."
  },
  "SUCCESS_MSG_4": {
    "description": "",
    "message": "Σε ευχαριστώ πολύ! Σε πλήρωσα."
  },
  "SUCCESS_MSG_5": {
    "description": "",
    "message": "Βρήκες τον (wanted); Τέλεια! Ορίστε η πληρωμή σου."
  },
  "SYSTEM": {
    "description": "",
    "message": "Σύστημα:"
  },
  "TIP_FEMALE_1": {
    "description": "",
    "message": "Δεν ξέρω σίγουρα, όμως πιστεύω ότι ο (wanted) βρίσκεται προς το παρόν στον (station)."
  },
  "TIP_FEMALE_2": {
    "description": "",
    "message": "Νομίζω ξέρω αυτήν που ψάχνεις. Την είδα πρόσφατα στον (station)."
  },
  "TIP_FEMALE_3": {
    "description": "",
    "message": "Γνωρίζω την (wanted). Θα την βρεις στον (station)."
  },
  "TIP_FEMALE_4": {
    "description": "",
    "message": "Νομίζω ξέρω ένα πρόσωπο που μοιάζει με αυτό που μου περιγράφεις. Καλύτερα να πας στον (station) για περισσότερες πληροφορίες."
  },
  "TIP_MALE_1": {
    "description": "",
    "message": "Νομίζω ότι ο (wanted) είναι αυτή τη στιγμή στον (station). Αλλά δεν είμαι σίγουρος!"
  },
  "TIP_MALE_2": {
    "description": "",
    "message": "Νομίζω ξέρω τον (wanted). Τον έχω δει στον (station)."
  },
  "TIP_MALE_3": {
    "description": "",
    "message": "Ψάχνεις για τον (wanted); Βρίσκεται στον (station)."
  },
  "TIP_MALE_4": {
    "description": "",
    "message": "Η περιγραφή σου ταιριάζει με ένα πρόσωπο που συνάντησα κοντά στον (station)."
  },
  "TRANSMITTING_MSG": {
    "description": "Message from the ship's computer",
    "message": "Μεταφορά μηνύματος στο σκάφος (shipid)"
  },
  "WANTED": {
    "description": "",
    "message": "Αναζήτηση προσώπου:"
  },
  "YOU_DO_NOT_HAVE_A_CABIN": {
    "description": "",
    "message": "Συγνώμη, δεν έχεις καμπίνα επιβατών."
  }
}
