{
  "FLAVOUR_0_BODY": {
    "description": "This is a very rare string, that's part of an 'Easter egg'. This specific one is a reference to the song by AC/DC. It is formated as a list",
    "message": "Samo nazovite 36 24 36, uvijek sam kod kuće. Bavim se:\n- Betonskim cipelama,\n- Cijanid,\n- TNT-om,\n- Kravatama,\n- Ugovorima,\n- Visokim naponom,\n\n...ili samo obavite društvenu posjetu."
  },
  "FLAVOUR_0_DESC": {
    "description": "Second line for an easter-egg AC/DC song title reference.",
    "message": "Ako imate problema, nazovite me bilo kada."
  },
  "FLAVOUR_0_TITLE": {
    "description": "The 'all caps' title should probably not be translated, as it's an AC/DC song title reference. Either way, it's a very rare 'Easter egg'",
    "message": "PRLJAVA DJELA UČINJENA JEFTINIJE"
  },
  "FLAVOUR_1_BODY": {
    "description": "This is a very rare string, that's part of an 'Easter egg'. This specific one is a reference to https://en.wikipedia.org/wiki/867-5309/Jenny",
    "message": "Ne poznaješ me, ali nazovi me; 867-5309 / Jenny"
  },
  "FLAVOUR_1_DESC": {
    "description": "A very rare Easter egg, and reference to a line from a famous song.",
    "message": "Svima je s vremena na vrijeme potrebno da ih netko sasluša."
  },
  "FLAVOUR_1_TITLE": {
    "description": "A very rare Easter egg, and reference to a line from a famous song.",
    "message": "TREBATE NEKOGA KOME SE MOŽETE OBRATITI?"
  },
  "FLAVOUR_2_BODY": {
    "description": "A very rare easter egg, referencing a online myth from 90s: https://en.wikipedia.org/wiki/John_Titor",
    "message": "Ja sam John Titor iz Instituta za putovanje kroz vrijeme, iz godine 4036. Idem u 1975. po IBM 5100 računalo kako bih ispravio greške u naslijeđenim računalnim programima koji nisu pravilno preneseni na strojeve mog vremena, ali navratit ću ovdje kako bih prikupio informacije o vašem vremenu prije nego što se izgubi u velikoj katastrofi.\n\nNamjeravam se vratiti sa šestodijelnim opisom onoga što je potrebno za rad vremenskih strojeva. Ukratko, moj vremenski stroj je stacionarna jedinica mase i vremenskog pomaka, koju pokreću dva dvostruko pozitivna singulariteta s gornjim spinom koji proizvode standardni pomaknuti tiplerov sinusoid. Jedinica pomaka kreće se kroz vrijeme, a ne prostor.\n\nRado ću objaviti slike jedinice na zahtjev."
  },
  "FLAVOUR_2_DESC": {
    "description": "Note: string has quotes",
    "message": "'Ako je putovanje kroz vrijeme stvarno, gdje su svi putnici kroz vrijeme?'"
  },
  "FLAVOUR_2_TITLE": {
    "description": "A very rare Easter egg, referencing Internet myth of John Titor.",
    "message": "Ljudi prošlosti, čuvajte se VELIKE NEVJERE!"
  }
}
