{
  "FLAVOUR_0_BODY": {
    "description": "This is a very rare string, that's part of an 'Easter egg'. This specific one is a reference to the song by AC/DC. It is formated as a list",
    "message": "Telepon saja 36 24 36, saya selalu di rumah. Saya berurusan dengan:\n- Sepatu beton,\n- Sianida,\n- TNT,\n- Leher dasi,\n- Kontrak,\n- Tegangan tinggi,\n\n... atau hanya melakukan panggilan sosial."
  },
  "FLAVOUR_0_DESC": {
    "description": "Second line for an easter-egg AC/DC song title reference.",
    "message": "If you're having trouble, call me any time."
  },
  "FLAVOUR_0_TITLE": {
    "description": "The 'all caps' title should probably not be translated, as it's an AC/DC song title reference. Either way, it's a very rare 'Easter egg'",
    "message": "DIRTY DEEDS DONE DIRT CHEAP"
  },
  "FLAVOUR_1_BODY": {
    "description": "This is a very rare string, that's part of an 'Easter egg'. This specific one is a reference to https://en.wikipedia.org/wiki/867-5309/Jenny",
    "message": "You don't know me, but call me; 867-5309 / Jenny"
  },
  "FLAVOUR_1_DESC": {
    "description": "A very rare Easter egg, and reference to a line from a famous song.",
    "message": "Everyone needs a listening ear once in a while."
  },
  "FLAVOUR_1_TITLE": {
    "description": "A very rare Easter egg, and reference to a line from a famous song.",
    "message": "NEED SOMEONE TO TURN TO?"
  },
  "FLAVOUR_2_BODY": {
    "description": "A very rare easter egg, referencing a online myth from 90s: https://en.wikipedia.org/wiki/John_Titor",
    "message": "I'm John Titor of the Time Travel Institute, from the year 4036. I'm heading to 1975 to pick up an IBM 5100 computer to degbug legacy computer programs that haven't been ported properly to the machines of my time, but I'm stopping by here to collect information about your time before it's lost in the great calamity.\n\nI intend to return with a six part description on what's needed for time machines to operate. In short, my time machine is a stationary mass, temporal displacement unit, powered by two top-spin dual-positive singularities that produce a standard off-set tipler sinusoid. The displacement unit moves through time, not space.\n\nI will be happy to post pictures of the unit upon request."
  },
  "FLAVOUR_2_DESC": {
    "description": "Note: string has quotes",
    "message": "'If time travel is real, where are all the time travelers?'"
  },
  "FLAVOUR_2_TITLE": {
    "description": "A very rare Easter egg, referencing Internet myth of John Titor.",
    "message": "People of the past, be wary of the GREAT CALAMITY!"
  }
}
