{
  "FLAVOUR_0_BODY": {
    "description": "This is a very rare string, that's part of an 'Easter egg'. This specific one is a reference to the song by AC/DC. It is formated as a list",
    "message": "Zadzwoń pod 36 24 36, Jestem w zawsze w domu. Handluję:\n - Betonowymi butami,\n - Cyjankiem,\n - Dynamitem,\n - Krawatami,\n - Kontraktami,\n - Wysokim napięciem,\n\n ...albo po prostu pogadaj."
  },
  "FLAVOUR_0_DESC": {
    "description": "Second line for an easter-egg AC/DC song title reference.",
    "message": "Wiesz co z Tobą będzie, kiedy znajdziesz się na zakręcie?"
  },
  "FLAVOUR_0_TITLE": {
    "description": "The 'all caps' title should probably not be translated, as it's an AC/DC song title reference. Either way, it's a very rare 'Easter egg'",
    "message": "NIC NIE MOŻE WIECZNIE TRWAĆ"
  },
  "FLAVOUR_1_BODY": {
    "description": "This is a very rare string, that's part of an 'Easter egg'. This specific one is a reference to https://en.wikipedia.org/wiki/867-5309/Jenny",
    "message": "Nie znasz mnie ale zadzwoń; 867-5309 / Jenny"
  },
  "FLAVOUR_1_DESC": {
    "description": "A very rare Easter egg, and reference to a line from a famous song.",
    "message": "Każdy wie, że do tanga trzeba dwojga."
  },
  "FLAVOUR_1_TITLE": {
    "description": "A very rare Easter egg, and reference to a line from a famous song.",
    "message": "TRZEBA SIĘ ZA KOGOŚ ZABRAĆ?"
  },
  "FLAVOUR_2_BODY": {
    "description": "A very rare easter egg, referencing a online myth from 90s: https://en.wikipedia.org/wiki/John_Titor",
    "message": "Jestem John Titor z Time Travel Institute, z roku 4036. Wybieram się do 1975 roku, aby odebrać komputer IBM 5100, aby debugować starsze programy komputerowe, które nie zostały odpowiednio przeniesione do maszyn moich czasów, ale zatrzymuję się tutaj, aby zebrać informacje o twoim czasie, zanim zostanie utracony w wielkim nieszczęściu.\n\nZamierzam wrócić z sześcioczęściowym opisem na temat tego, co jest potrzebne do działania wehikułów czasu. Krótko mówiąc, mój wehikuł czasu jest stacjonarną, czasową jednostką przemieszczenia, zasilaną dwoma podwójnymi materiami białej energii, które wytwarzają standardowy sinusoid czasowy. Jednostka przemieszczenia porusza się w czasie, a nie przestrzeni.\n\nNa życzenie z przyjemnością opublikuję zdjęcia jednostki."
  },
  "FLAVOUR_2_DESC": {
    "description": "Note: string has quotes",
    "message": "'Jeśli podróże w czasie są prawdziwe, to gdzie są wszyscy podróżnicy?'"
  },
  "FLAVOUR_2_TITLE": {
    "description": "A very rare Easter egg, referencing Internet myth of John Titor.",
    "message": "Ludzie przeszłości, przygotujcie się na WIELKIE NIESZCZĘŚCIA!"
  }
}
